Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: You will be automatically redirected back to the [1:Media Library] in a few seconds. Hang tight.
ar: سيتم نقلك آليا إلى [1:Media Library] خلال ثوان... نرجو الانتظار
es_ar: Serás redirigido de nuevo a la [1: Biblioteca multimedia] en pocos segundos. Espera.
hr: Vi ćete u nekoliko sekundi automatski biti preusmjereni natrag na [1:Media Library] . Držite se čvrsto.
it: Sarai automaticamente reindirizzato alla [1:Media Library] in pochi secondi. Attendere prego.
lt: Jūs busitę automatiškai nukreipti [1:Media Library] per kelias sekundes. Laikykitės tvirtai.
nb: Du sendes tilbake til [1:Media Library] om et par strakser. Heng på.
pt_br: Você será automaticamente redirecionado à [1:Media Library] em alguns segundos.
ru: Вы будете автоматически возвращены назад в [1:Библиотеку] через несколько секунд.
sk: Budete automaticky presmerovaní späť do [1:Media Library] behom niekoľkých sekúnd.
sv_se: Du omdirigeras automatiskt tillbaka till [1: mediebiblioteket] i några sekunder. Hang tight.
tr: Birazdan otomatik olarak [1:Medya Kütüphanesi]'ne yönleneceksiniz.
uk: Ви будете автоматично повернені назад до [1:Бібліотеки] за декілька секунд.

source: That is not a valid URL.
it: Questa non è un' URL valida.
sk: To nie je platná URL.
tr: Bu geçerli bir URL bağlantı değil.

source: HTML5 + Flowplayer Fallback
es_ar: HTML5 + Flowplayer de reserva
hr: HTML5 + Flowplayer pomoćni
it: HTML5 + Protezione dati Flowplayer
lt: HTML5 + Flowplayer palaikymas
ru: HTML5 + FlowPlayer
sk: HTML5 + Flowplayer Záloha
sv_se: HTML5 + fall tillbaka på Flowplayer
uk: HTML5 + Flowplayer резервний

source: of
ar: من
es_ar: de
hr: od
it: di
lt: iš
nb: av
pt_br: de
ru: из
sk: z
sv_se: av
uk: з

source: Unencoded
ar: غير مرمّز
es_ar: Sin codificar
hr: Neprekodirano
hu: Kódolatlan
it: Non codificato
lt: Nėra dekodavimo
nb: Ikke kodet
pt_br: Não Codificado
ru: Не конвертированно
sk: Nekódované
sv_se: Okodad
uk: Неконвертоване

source: Download
ar: تحميل
es_ar: Descargar
hr: Preuzmi
it: Scarica
lt: Parsisiųsti
nb: Last ned
ru: Загрузить
sk: Na stiahnutie
sv_se: Hämta ner
uk: Завантажити

source: Logo
ar: الشعار
es_ar: Logotipo
lt: Logotipas
pt_br: Logotipo
ru: Логотип
sv_se: Logotyp
uk: Лого

source: Banner HTML
hr: HTML Banner
lt: HTML skydelis
nb: Sidetopp HTML
pt_br: HTML do Banner
ru: Баннер HTML
sk: HTML Banner
sv_se: Baner HTML
uk: Банер HTML

source: Video
ar: فيديو
hu: Videó
pt_br: Vídeo
ru: Видео
uk: Відео

source: iTunes Player
es_ar: Reproductor iTunes
lt: "iTunes" grotuvas
nb: iTunes avspiller
ru: iTunes плеер
sv_se: iTunes-spelaren
uk: iTunes програвач

source: Bitrate
es_ar: Calidad
hu: Bitráta
lt: Vaizdo kokybė
ru: Битрейт
sv_se: Bitfrekvens
uk: Бітрейт

source: Permalink:
ar: رابط ثابت:
es_ar: Enlace permanente:
lt: Nuolatinė nuoroda:
pt_br: Link Permanente
ru: Постоянная ссылка
sv_se: Permalänk:
uk: Постійне посилання:

source: Vimeo
sk: Vime

source: Flowplayer
ru: Плавающий плеер
