Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: There is no media in this category.
ar: لا يوجد وسائط في هذه الفئة
es_ar: No hay ningún vídeo en esta categoría.
hr: Nema medija u ovoj kategoriji.
it: Non ci sono media in questa categoria.
lt: Nėra video šioje kategorijoje.
nb: Det finnes ingen mediefiler i denne kategorien.
pt_br: Não há mídias nesta categoria.
ru: Нет файлов в этой категории.
sk: Neexistuju žiadna médiá v tejto kategórii.
sv_se: Det finns inget media i denna kategori.
tr: Bu kategoride hiçbir dosya bulunmamaktadır.
uk: Немає файлів у цій категорії.

source: Choose a Category:
ar: اختر فئة
es_ar: Eliga una categoría:
hr: Odaberite kategoriju:
it: Scegli una categoria:
lt: Pasirinkite kategoriją:
nb: Velg en kategori
pt_br: Selecione uma categoria:
ru: Выберите категорию:
sk: Vyberte kategóriu:
sv_se: Välj en kategori:
tr: Bir Kategori Seçin:
uk: Оберіть категорію:

source: said on %(datetime)s…
ar: قيل في %(datetime)s…
es_ar: dijo el %(datetime)s ...
hr: izjavio je u %(datetime)s...
it: ha detto il %(datetime)s ...
lt: pasisakė %(datetime)s...
nb: sa den %(datetime)s…
pt_br: disse em %(datetime)s…
ru: сказано %(datetime)s…
sk: povedal %(datetime)s...
sv_se: sade detta den %(datetime)s…
tr: %(datetime)s tarihinde
uk: сказано %(datetime)s…

source: No comments have been posted yet.
ar: لم يتم إرسال تعليقات بعد.
es_ar: Aún no han escrito comentarios.
hr: Nema još objavljenih komentara.
it: Nessun commento
lt: Jokių komentarų nebuvo paskelbta.
nb: Ingen kommentarer enda.
pt_br: Nenhum comentário foi enviado.
ru: Нет комментариев.
sk: Žiadne komentáre neboli zverejnené ešte.
sv_se: Inga kommentarer har postats än.
tr: Henüz hiç yorum gönderilmemiş.
uk: Немає коментарів.

source: Write a comment
ar: كتابة تعليق
es_ar: Escribe un comentario
hr: Napišite komentar
it: Scrivi un commento
lt: Rašyti komentarą
nb: Skriv en kommentar
pt_br: Escreva um comentário
ru: Написать комментарий
sk: Napísať komentár
sv_se: Skriv en kommentar
tr: Yorum yaz.
uk: Написати коментар

source: Email Address (will never be published)
ar: عنوان البريد الإلكتروني (لن ينشر)
es_ar: Correo electrónico (no será publicado)
hr: Adresa e-pošte (neće biti objavljena)
it: Indirizzo e-mail (non sarà mai pubblicato)
lt: El.pašto adresas (niekam nebus skelbiamas)
nb: E-postadresse (vil ikke bli publisert)
pt_br: Endereço de Email (não será publicado)
ru: Email адрес (никогда не публикуется)
sk: E-mailová adresa (nebude nikdy zverejnená)
sv_se: E-postadress (kommer aldrig att publiceras)
tr: E-posta adresi (asla yayınlanmayacak)
uk: Email адреса (ніколи не публікується)

source: Submit Comment
ar: إرسال تعليق
es_ar: Enviar comentario
hr: Pošalji komentar
it: Invia un commento
lt: Pridėti komentarą
nb: Legg til kommentar
pt_br: Enviar Comentário
ru: Отправить комментарий
sk: Poslať komentár
sv_se: Skicka in kommentar
tr: Yorum Gönder
uk: Відправити коментар

source: As soon as there are more than %(num)s published videos in the library, the most popular videos will be listed here.
ar: بمجرد توفر عدد أكثر من %(num)s من الوسائط المنشورة في المكتبة، فإن الوسائط الأكثر شعبية ستتم فهرستها هنا
es_ar: Tan pronto hayan más de %(num)s videos publicados en la biblioteca, los videos más populares figuran en esta lista.
hr: Čim ima više od %(num)s objavljeno videa u arhivi, najpopularniji video će biti naveden ovdje.
it: Non appena ci sono più di %(num)s video pubblicati in biblioteca, i video più popolari saranno elencati qui.
lt: Kai tik bus daugiau nei %(num)s paskelbtų vaizdo failų bibliotekoje, populiariausi video bus rodomi čia.
nb: Så snart det er flere enn %(num)s mediefiler publisert i dette biblioteket, vil de mest populære bli listet her.
pt_br: Assim que houver mais que %(num)s mídias publicadas, as mais populares serão listadas aqui.
ru: После того, как будет опубликовано больше %(num)s файлов в библиотеке, здесь будут показываться самые популярные.
sk: Akonáhle bude viac než %(num)s uverejnených videii v knižnici, najobľúbenejšie videá budú uvedené tu.
sv_se: Så fort det finns mer än %(num)s publicerade videoklipp i biblioteket, de mest populära videorna kommer att visas här.
tr: Kütüphanede %(num)s'den fazla yayınlanmış video bulunuyor. En popüler videolar listelenmiştir.
uk: Після того, як у бібліотеці буде опубліковано більше %(num)s файлів, тут будуть представлені найпопулярніші з них.

source: Why not add a few more?
ar: لماذا لا تضيف أكثر قليلا؟
es_ar: ¿Por qué no añadir algunos más?
hr: Zašto ne dodate još?
it: Perché non aggiungerne altri?
lt: Kodėl gi nepridėti dar kelis?
nb: Hvorfor ikke legge til et par til?
pt_br: Por que não adicionar um pouco mais?
ru: Почему бы не добавить еще несколько?
sk: Prečo nepridať ešte pár?
sv_se: Varför inte ta och lägga till några fler?
tr: Neden birkaç tane daha eklemiyorsun?
uk: Чому б не додати ще декілька?

source: Search: "%s"
ar: بحث:"%s"
es_ar: Buscar: "%s"
hr: Traži: "%s"
it: Cerca: "%s"
lt: Ieškoti: "%s"
nb: Søk: "%s"
pt_br: Pesquisa: "%s"
ru: Поиск: "%s"
sk: Vyhľadavanie: "%s"
sv_se: Sök: "%s"
tr: Ara: "%s"
uk: Пошук: "%s"

source: Showing %(result_count)s results for '%(search_query)s'
ar: إظهار %(result_count)s من نتائج '%(search_query)s'
es_ar: Mostrando %(result_count)s resultados para ' %(search_query)s '
hr: Prikazivanje %(result_count)s rezultata za '%(search_query)s'
it: Mostrati i %(result_count)s risultati per '%(search_query)s'
lt: Rodomi (-as) %(result_count)s rezultatai (-as) užklausai '%(search_query)s'
nb: Viser %(result_count)s resultat for '%(search_query)s'
pt_br: Exibindo %(result_count)s resultados para '%(search_query)s'
ru: Показаны %(result_count)s результатов по запросу %(search_query)s'
sk: Ukazujem %(result_count)s výsledkov pre '%(search_query)s'
sv_se: Visar %(result_count)s resultat för "%(search_query)s"
tr: '%(search_query)s' için %(result_count)s sonuç gösteriliyor
uk: Представлені %(result_count)s результатів за запитом %(search_query)s'

source: Showing %(result_count)s results tagged with '%(tag_name)s'
ar: عرض %(result_count)s نتائج بدلالة '%(tag_name)s'
es_ar: Mostrando %(result_count)s resultados etiquetados con ' %(tag_name)s '
hr: Prikazivanje %(result_count)s rezultata s oznakom '%(tag_name)s '
it: Mostrati %(result_count)s risultati taggati con '%(tag_name)s'
lt: Rodomi (-as) %(result_count)s rezultatai pažymėti '%(tag_name)s'
nb: Viser %(result_count)s resultat merket med '%(tag_name)s'
pt_br: Exibindo %(result_count)s resultados associados a '%(tag_name)s'
ru: Показано %(result_count)s результатов с тегом '%(tag_name)s'
sk: Ukazujem %(result_count)s výsledkov s tagmi '%(tag_name)s'
sv_se: Visar %(result_count)s resultat taggade med "%(tag_name)s"
tr: '%(tag_name)s' ile etiketli %(result_count)s sonuç gösteriliyor
uk: Представлені %(result_count)s результатів з тегом '%(tag_name)s'

source: All %(result_count)s Media
ar: كل الـ %(result_count)s من الوسائط
es_ar: Todas %(result_count)s los videos
hr: Svih %(result_count)s materijala
it: Tutti i %(result_count)s Media
lt: %(result_count)s Video
nb: Alle %(result_count)s mediefiler
pt_br: Todas as %(result_count)s Mídias
ru: Все %(result_count)s файлов
sk: Všetky %(result_count)s Media
sv_se: Alla %(result_count)s media
tr: %(result_count)s Medya
uk: Усе медіа: %(result_count)s

source: All Tags
ar: كل الدالات
es_ar: Todas las etiquetas
hr: Sve oznake
it: Tutti i Tag
lt: Visos Žymės
nb: Alle stikkord
pt_br: Todas as Tags
ru: Все теги
sk: Všetky značky
sv_se: Alla taggar
tr: Tüm Etiketler
uk: Усі теги

source: (unpublished)
ar: (غير منشور)
es_ar: (Inédito)
hr: (Neobjavljeno)
it: (non pubblicato)
lt: (Nepaskelbta)
nb: (ikke publisert)
pt_br: (não publicado)
ru: (не опубликовано)
sk: (Neuverejnené)
sv_se: (ej publicerad)
tr: (yayınlanmamış)
uk: (неопубліковане)

source: by %(authorName)s
ar: بواسطة %(authorName)s
es_ar: por %(authorName)s
hr: za %(authorName)s
it: da %(authorName)s
lt: autorius %(authorName)s
nb: av %(authorName)s
pt_br: por %(authorName)s
ru: от %(authorName)s
sk: od %(authorName)s
sv_se: av %(authorName)s
tr: %(authorName)s tarafından
uk: від %(authorName)s

source: Dislike
ar: لا يوجد ما تكره
es_ar: No le gusta
hr: Ne sviđa mi se
it: non piace
lt: Nepatiko
nb: Liker ikke
pt_br: Não gostou
ru: Не нравится
sk: Nepáči
sv_se: personer gillar inte
tr: Beğenilmeyen
uk: Не подобається

source: Related Podcast
ar: بودكاست ذو علاقة
es_ar: Podcast relacionados
hr: Povezani Podcast
it: Podcast associati
lt: Susijusę grojaraščiai
nb: Relaterte Podcast
pt_br: Podcasts Relacionados
ru: Похожие подкасты
sk: Súvisiace Podcasty
sv_se: Relaterad poddsändning
tr: İlgili Podcast
uk: Схожі подкасти

source: Podcast Episodes
ar: حلقات بودكاست
es_ar: Episodios de podcast
hr: Epizode podcasta
it: Episodi Podcast
lt: Grojaraščio epizodai
nb: Podcast episoder
pt_br: Episódios do Podcast
ru: Эпизоды подкаста
sk: Podcast Epizódy
sv_se: Poddsändningsavsnitt
tr: Podcast Bölümleri
uk: Випуски подкаста

source: Episode
ar: لا يوجد حلقات
es_ar: Episodio
hr: Epizoda
it: Episodio
lt: Epizodas
pt_br: Episódio
ru: Эпизод
sk: Epizóda
sv_se: Avsnitt
tr: Bölüm
uk: Випуск

source: Related Media
ar: وسائط ذات علاقة
es_ar: Vídeos relacionados
hr: Vezani materijali
it: Media associati
lt: Susijusi medija
nb: Relaterte mediefiler
pt_br: Conteúdo Relacionado
ru: Похожие файлы
sk: Súvisiace media
sv_se: Relaterad media
tr: İlgili Dosyalar
uk: Схоже медіа

source: This is not listed under any categories.
ar: هذا غير مدرج تحت أي فئة
es_ar: Este vídeo no aparece en ninguna categoría.
hr: To nije navedeno pod kategorijama.
it: Non è elencato in nessuna categoria
lt: To nėra jokioje kategorijoje
nb: Denne er ikke listet under noen kategori.
pt_br: Não está listado em nenhuma categoria.
ru: Это не представлено ни в одной категории.
sk: Toto nie je uvedené v žiadnej kategórii.
sv_se: Denna är inte listad under några kategorier.
tr: Bu kategori altında herhangi bir listede yok.
uk: Це не представлено у жодній категорії.

source: See All Tags
ar: رؤية كافة الدالات
es_ar: Ver todas las etiquetas
hr: Vidi sve oznake
it: Vedi tutti i Tag
lt: Žiūrėti visas žymes
nb: Se alle stikkord
pt_br: Visualizar todas as Tags
ru: Смотреть все теги
sk: Zobraziť všetky tagy
sv_se: Se alla taggar
tr: Tüm Etiketleri Gör
uk: Дивитися всі теги

source: This does not have any associated tags.
ar: هذا ليس لديه أية دالات مرتبطة به.
es_ar: Este vídeo no tiene ningún tipo de etiqueta.
hr: Nema vezanih oznaka.
it: Questo non ha alcun tag associato.
lt: Tai neturi jokių susijusių žymių
nb: Denne har ingen stikkord knyttet til seg
pt_br: Não há nenhuma tag associada a este item.
ru: Нет соответствующих тегов
sk: Toto nemá žiadne súvisiace tagy.
sv_se: Denna har inte några associerade taggar.
tr: Bununla ilgili herhangi bir etiket yok.
uk: Немає відповідних тегів

source: Pop out a new player window
ar: تشغيل نافذة خارجية للمشغل
es_ar: El reproductor aparecerá en una ventana
hr: Otvaranje novog prozora za reprodukciju
it: Apri una nuova finestra di visualizzazione
lt: Aktyvuoti naują langą su grotuvu
nb: Vis avspilleren i nytt vindu
pt_br: Abrir player em janela popup
ru: Открыть плеер в новом окне
sk: Vyskočí nové okno prehrávača
sv_se: Pop en ny spelare fönster
tr: Yeni bir pencerede çıkar
uk: Відкрити програвач у новому вікні

source: Pop Out
ar: تشغيل خارجي
es_ar: Abrir ventana nueva
lt: Atskiras grotuvas
nb: Vis
pt_br: Nova Janela
ru: Вверх
sk: Vzskočiť
sv_se: Pop ut
tr: Dışarı Çıkar
uk: Вгору

source: Shrink
ar: انكماش
es_ar: Reducir
hr: Suzi
it: Riduci
lt: Sumažinti
nb: Krymp
pt_br: Diminuir
ru: Обрезать
sk: Zmenšiť
sv_se: Minska
tr: Küçült
uk: Обрізати

source: Expand
ar: توسيع
es_ar: Expandir
hr: Proširi
it: Espandi
lt: Padidinti
nb: Ekspander
pt_br: Expandir
ru: Развернуть
sk: Rozšíriť
sv_se: Öka
tr: Genişlet
uk: Розгорнути

source: Share
ar: مشاركة
es_ar: Compartir
hr: Podijeli
it: Condividi
lt: Dalintis
nb: Del
pt_br: Compartilhar
ru: Поделится
sk: Zdieľať
sv_se: Dela med dig
tr: Paylaş
uk: Поділитися

source: Share by email
ar: مشاركة بالبريد الإلكتروني
es_ar: Compartir por correo electrónico
hr: Podijeli preko e-pošte
it: Condividi via email
lt: Dalintis El.paštu
nb: Del via e-post
pt_br: Compartilhe por email
ru: Отправить на почту
sk: Zdieľať e-mailom
sv_se: Dela via e-post
tr: E-posta ile paylaş
uk: Надіслати по email

source: Share by Email
ar: مشاركة بالبريد الإلكتروني
es_ar: Compartir por correo electrónico
hr: Podijeli preko e-pošte
it: Condividi via email
lt: Dalintis El.paštu
nb: Del via e-post
pt_br: Compartilhe por Email
ru: Отправить на почту
sk: Zdieľať E-mailom
sv_se: Dela via e-post
tr: E-posta ile paylaş
uk: Надіслати по email

source: Share on Facebook
ar: مشاركة على الفيس بوك
es_ar: Compartir en Facebook
hr: Podijeli preko Facebooka
it: Condividi su Facebook
lt: Dalintis Facebook'e
nb: Del via Facebook
pt_br: Compartilhe no Facebook
ru: Отправить в Facebook
sk: Zdieľať na Facebooku
sv_se: Dela via Facebook
tr: Facebook'ta Paylaş
uk: Поділитися у Facebook

source: Share on Twitter
ar: مشاركة على تويتر
es_ar: Compartir en Twitter
hr: Podijeli preko Twittera
it: Condividi con Twitter
lt: Dalintis Twitter'yje
nb: Del via Twitter
pt_br: Compartilhe no Twitter
ru: Отправить в Twitter
sk: Zdieľať na Twitter
sv_se: Dela via Twitter
tr: Twitter'da Paylaş
uk: Поділитися у Twitter

source: Embed
ar: تضمين
es_ar: Insertar
hr: Ugradi
it: Incorpora
lt: Įkrauti svetainėje
nb: Innebygg
pt_br: Incorporar
ru: Встроить
sk: Vložiť
sv_se: Bädda in
tr: Yerleştir
uk: Вставити

source: Embeddable Player HTML:
ar: تضمين مشغل إتش تي إم إل
es_ar: HTML Reproductor insertable:
hr: HTML verzija alata za reprodukciju
it: Visualizzatore HTML integrabile:
lt: Įkraunamo grotuvo HTML:
nb: HTML-kode for innebygging av avspiller
pt_br: Incorporar Player HTML:
ru: Код для вставки на сайт
sk: HTML Prehrávač na vloženie:
sv_se: Inbäddningsbar spelare HTML:
tr: Gömülebilir Player HTML:
uk: HTML код для вставки на сайт

source: All Podcasts
ar: كل البودكاست
es_ar: Todos los podcasts
hr: Svi Podcasti
it: Tutti i podcast
lt: Visi grojaraščiai
nb: Alle podcast
pt_br: Todos os Podcasts
ru: Все подкасты
sk: Všetky podcasty
sv_se: Alla poddsändningar
tr: Tüm Podcastler
uk: Усі подкасти

source: Add to iTunes
ar: إضافة إلى آي تيون
es_ar: Añadir a iTunes
hr: Dodaj u iTunes
it: Aggiungi ad iTunes
lt: Pridėti į iTunes
nb: Legg til i iTunes
pt_br: Adicionar ao iTunes
ru: Добавить в iTunes
sk: Pridať do iTunes
sv_se: Lägg till i iTunes
tr: iTunes ekle
uk: Додати в iTunes

source: Subscribe via RSS
ar: اشتراك بواسطة آر إس إس
es_ar: Subscribir a través de RSS
hr: Pretplati se putem RSS
it: Sottoscrivi via RSS
lt: Prenumeruoti naudojant RSS
nb: Abbonner på RSS
pt_br: Subscrever via RSS
ru: Подписаться на RSS
sk: Odoberať cez RSS
sv_se: Prenumerera via RSS
tr: RSS ile Abone ol
uk: Підписатися на RSS

source: Latest Episodes
ar: الحلقات الأحدث
es_ar: Últimos episodios
hr: Najnovije epizode
it: Ultimi episodi
lt: Naujausi epizodai
nb: Siste episoder
pt_br: Últimos Episódios
ru: Последние эпизоды
sk: Najnovšie epizódy
sv_se: Senaste avsnitten
tr: Son Bölümler
uk: Останні випуски

source: Browse all episodes
ar: استعراض كل الحلقات
es_ar: Ver todos los episodios
hr: Pregledaj sve epizode
it: Naviga tutti gli episodi
lt: Peržiūrėti visus epizodus
nb: Bla gjennom alle episodene
pt_br: Navegar em todos os episódios
ru: Смотреть все эпизоды
sk: Prehliadať všetky epizódy
sv_se: Bläddra bland alla avsnitt
tr: Tüm bölümlere bak
uk: Дивитися всі випуски

source: %(result_count)s Episodes
ar: لا يوجد أي حلقات من %(result_count)s
es_ar: Todas %(result_count)s episodios
hr: Svi %(result_count)s epizoda
it: Tutti i %(result_count)s Episodi
lt: %(result_count)s Epizodas
nb: %(result_count)s episode
pt_br: %(result_count)s Episódios
ru: %(result_count)s Эпизод
sk: %(result_count)s Epizóda
sv_se: Alla %(result_count)s avsnitt
tr: %(result_count)s Bölüm
uk: %(result_count)s випуск

source: Upload Videos
ar: رفع فيديو
es_ar: Subir vídeos
hr: Upload videa
it: Carica video
lt: Įkelti video
nb: Last opp video
pt_br: Upload de Vídeos
ru: Загрузка видео
sk: Nahrať video
sv_se: Skicka upp videor
tr: Video Yükle
uk: Вивантажити відео

source: Upload Error
ar: خطأ في الرفع
es_ar: Error de subida
hr: Greška kod učitavanja
it: Errore di caricamento
lt: Įkėlimo klaida
nb: Opplastingsfeil
pt_br: Erro no Upload
ru: Ошибка загрузки
sk: Chyba Uploadu
sv_se: Fel vid insändning
tr: Yükleme hatası
uk: Помилка вивантаження

source: During your upload, something went wrong, but don't worry. The engineers and gnomes have been automagically notified and we're already on our way to resolving your issue.
ar: حدث خطأ أثناء الرفع، ولكن لا تقلق. فقد تم إخطار الفريق التقني وهم في طريقهم لحل مشكلتكم
es_ar: Algo salió mal durante la subida, pero no te preocupes. Ya se han notificado automágicamente a los ingenieros y magos que ya estamos en camino para resolver el problema.
hr: Nešto je pošlo po krivu tijekom učitavanja, ali ne brinite. Inženjeri su automatski obavješteni i već su na putu ka rješenju vašeg problema.
it: Durante il caricamento, qualcosa è andato storto, ma non preoccuparti. Gli ingegneri e gli gnomi sono stati avvisati automagicamente e siamo già sulla buona strada per risolvere il problema.
lt: Vykdant Jūsų įkėlimą, nutiko kažkas blogo, bet nesijaudinkit. Inžinieriai arba gnomai jau informuoti apie šią klaidą, netrukus ją pašalins.
nb: Noe gikk feil under opplastingen. Utviklerne er varslet og jobber med å forbedre funksjonen.
pt_br: Algo saiu errado durante o upload, mas não se preocupe. Os administradores serão automaticamente notificados e trabalharão para resolver o problema.
ru: Во время вашей загрузки, что-то пошло не так. Но не волнуйтесь! Наши инженеры уже в курсе и работают над устранением проблемы.
sk: Počas uploadu, sa niečo sa pokazilo, ale nebojte sa. Inžinieri a škriatkovia boli automaticky upozornený a sú už na našej ceste k riešeniu problému.
sv_se: Under din uppladdning, någonting gick snett, men oroa dig inte. De ingenjörer och tomtar har automagiskt anmälts och vi är redan på väg att lösa ditt problem.
tr: Yükleme yapılırken birşeyler ters gitti, fakat endişlenmeyin. Mühendislerimiz bu konu hakkında otomatik olarak sistem tarafından bildilendirildi. Oluşan sorunları çözmek için çaba gösteriyoruz.
uk: Під час Вашого вивантаження, щось пішло не так, але не хвилюйтеся. Наші інженери вже попереджені й працюють над вирішенням проблеми.

source: Something you can check:
ar: يمكنك إختيار شيء:
es_ar: Algo que puede comprobar:
hr: Nešto što možete provjeriti:
it: Qualcosa che puoi controllare:
lt: Kai ką galite pažiūrėti:
nb: Noe du kan sjekke:
pt_br: Alguns itens que você pode verificar:
ru: То, что вы можете проверить:
sk: Niečo, čo môžete skontrolovať:
sv_se: Ett par saker som du kan kontrollera:
tr: Kontrol edebileceğiniz bir şey:
uk: Те, що Ви можете перевірити:

source: Is the file under %(maxUploadSize)s Megabytes in size?
ar: هل الملف بحجم %(maxUploadSize)s ميغا بايت؟
es_ar: ¿El archivo tiene %(maxUploadSize)s megabytes de tamaño?
hr: Je li datoteku ispod veličine %(maxUploadSize)s u megabajtima?
it: Il file è al di sotto di %(maxUploadSize)s Megabytes?
lt: Ar failo dydis neviršyja: %(maxUploadSize)s megabaitų?
nb: Er filen mindre enn %(maxUploadSize)s megabyte i størrelse?
pt_br: O arquivo é maior que %(maxUploadSize)s?
ru: Размер этого файла меньше чем %(maxUploadSize)s мегабайт?
sk: Je súbor pod %(maxUploadSize)s megabajtov?
sv_se: Är filen under %(maxUploadSize)s megabyte i storlek?
tr: Dosya %(maxUploadSize)s 'ın altında mı?
uk: Розмір цього файлу меньш ніж %(maxUploadSize)s мегабайт?

source: Try Uploading Again
ar: حاول الرفع مرة أخرى
es_ar: Trate de subirlo nuevamente
hr: Pokušajte prijenos/upload ponovno
it: Prova a caricare nuovamente
lt: Bandykite dar kartą įkelti
nb: Forsøk å laste opp på nytt
pt_br: Tente fazer o upload novamente
ru: Попробуйте загрузить еще раз
sk: Skúste Nahrať znova
sv_se: Försök att skicka upp igen
tr: Yüklemeyi tekrar deneyin
uk: Спробуйте вивантажити ще раз

source: Choose a file to upload
ar: اختر ملفا لرفعه
es_ar: Elija un archivo para cargar
hr: Odaaberite datoteku za prijenos
it: Scegli un file da caricare
lt: Pasirinkite failą įkėlimui
nb: Velg en fil som skal lastes opp
pt_br: Selecione um arquivo para upload
ru: Выберите файл для загрузки
sk: Vyberte súbor k nahratiu
sv_se: Välj en fil att skicka upp
tr: Yüklemek için bir dosya seçin
uk: Оберіть файл для вивантаження

source: Problems?
ar: توجد مشاكل؟
es_ar: ¿Problemas?
hr: Problemi?
it: Problemi?
lt: Problemos?
nb: Problem?
pt_br: Problemas?
ru: Проблемы?
sk: Problémy?
sv_se: Svårigheterna?
tr: Sorunlar?
uk: Проблеми?

source: If you have problems uploading or have some questions, please email us at
ar: إتصل بنا إذا واجهت مشاكل في الرفع أو كانت لديك أسئلة
es_ar: Si tienes problemas para cargar o tienes alguna pregunta, por favor envíanos un mensaje a
hr: Ako imate problema kod prijenosa/uploada ili imate nekih pitanja, molimo Vas obratite nam se na e-poštu
it: Se hai problemi nel caricare o hai qualche domanda, per favore manda una email a
lt: Jei turite problemų su failų įkėlimu ar turite klausimų, rašykite mums adresu
nb: Hvis du har hatt problem med opplasting eller har noen spørsmål, vennligst ta kontakt på
pt_br: Se está enfrentando problemas durante o upload, por favor envie-nos um email
ru: Если у вас возникли проблемы при загрузке или есть вопросы, пожалуйста, напишите нам по адресу
sk: Ak máte problémy pri nahrávaní alebo máte iné otázky, napíšte nám na
sv_se: Om du har problem att ladda upp eller har några frågor, vänligen maila oss på
tr: Eğer yüklemede sorunlarınız veya bazı sorularınız varsa lütfen bize mail atın
uk: Якщо у Вас трапилися проблеми при вивантаженні, або виникли питання, будь ласка напишіть нам за адресою:

source: Upload Successful
ar: نجحت عملية الرفع
es_ar: Subido exitosamente
hr: Prijenos uspješan
it: Caricamento riuscito
lt: Įkelta sėkmingai
nb: Opplasting fullført
pt_br: Upload realizado com sucesso
ru: Загрузка завершена
sk: Upload bol úspešný
sv_se: Insändningen lyckades
tr: Yükleme Başarılı
uk: Вивантаження завершене

source: Awesome, your upload was successful!
ar: ممتاز، تمت عملية الرفع بنجاح
es_ar: Impresionante, la subida fue un éxito!
hr: Odlično, vaše učitavanje je uspješno!
it: Ottimo, caricamento avvenuto con successo!
lt: Stulbinama, įkėlimas buvo sėkmingas!
nb: Fantastisk, opplastingen fungerte!
pt_br: O upload foi bem sucedido!
ru: Загрузка успешно завершена!
sk: Úžasné, nahrávanie bolo úspešné!
sv_se: Grattis! Din insändning lyckades
tr: Yükleme başarılı.
uk: Ваше вивантаження було виконане успішно!

source: Your submission is awaiting review by a moderator and will be posted shortly.
ar: سيتم معاينة ما قمت بإرساله من قبل المشرف لينشر قريبا.
es_ar: Tu envío está pendiente de revisión por un moderador y será publicado en breve.
hr: Vaš prijavak bit će pregledan od strane moderatora i uskoro objavljen.
it: Il tuo invio è in attesa di revisione da un moderatore e verrà pubblicato a breve.
lt: Jūsų įkėlimas laukia peržiūros ir netrukus bus paskelbtas.
nb: Din opplasting venter på godkjenning av en moderator og vil snart bli publisert.
pt_br: Sua submissão está aguardando revisão por um moderador e será publicada em breve.
ru: Ваше представление ожидает рассмотрения модератором и будет опубликовано в ближайшее время.
sk: Váš príspevok čaká na preskúmanie moderátorom a budú zverejnené v blízkej dobe.
sv_se: Din insändning väntar på granskning av en moderator och kommer att publiceras inom kort.
tr: Gönderiniz ve bir moderatör onayı bekliyor.
uk: Ваше повідомлення очікує перегляду модератором та буде опубліковане у найближчий час.
