Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: Default Language
ar: اللغة الافتراضية
es_ar: Idioma por defecto
hr: Zadani jezik
hu: Alapértelmezett nyelv
it: Linguaggio di default
lt: Numatytoji kalba
nb: Standard språk
pt_br: Linguagem Padrão
ru: Язык по умолчанию
sk: Predvolený jazyk
sv_se: Standardspråk
tr: Varsayılan Dil
uk: Стандартна мова

source: Featured Category
ar: الفئة الظاهرة
es_ar: Categoría destacada
hr: Istaknuta kategorija
hu: Kiválasztott kategória
it: Categoria Principale
lt: Rekomenduojama kategorija
nb: Utvalgt kategori
pt_br: Categoria em Destaque
ru: Популярные категории
sk: Vybrané kategórie
sv_se: Dagens Kategori
tr: Öne Çıkan Kategori
uk: Популярні категорії

source: Rich Text Editing
ar: تحرير نص منسق
es_ar: Edición de texto enriquecido
hr: Uređivanje obogaćenog teksta
hu: Rich Text szerkesztés
it: Modifica di testo avanzato
lt: Raiškiojo teksto redagavimas
nb: Rik tekst editor
pt_br: Edição em Rich Text
ru: Расширенное редактирование текста
sk: Rich Text editácia
sv_se: Av redigering
tr: Zengin Metin Düzenleme
uk: Розширене редагування тексту

source: Comment Engine
it: Gestore commenti
tr: Yorum Motorları
uk: Засіб обробки коментарів

source: Built-in Comments:
it: Commenti integrati:
sk: Vstavané komentáre:
tr: Yerleşik Yorumlar:
uk: Вбудовані коментарі:

source: Moderation
it: Moderazione
tr: Özdenetim
uk: Модерація

source: Require comments to be approved by an admin
ar: تحتاج التعليقات لموافقة المسؤول
es_ar: Comentarios requieren ser aprobados por el administrador
hr: Komentari trebaju biti odobreni od strane administratora
hu: Szerkesztő által elfogadott megjegyzések szükségesek
it: Commenti che richiedono l'approvazione di un amministratore
lt: Reikalauti, kad administratorius patvirtintų komentarus
nb: Krev at kommentarer må tillates av en administrator
pt_br: Comentários precisam ser aprovados por um admin
ru: Требовать, чтобы комментарии подтверждались администратором
sk: Vyžadovať aby komentáre boli schválené administratorom
sv_se: Kräv att kommentarer godkänns av en administratör
tr: Yorumların bir yönetici tarafından onaylanması gereksin
uk: Вимагати, щоб коментарі схвалювалися адміністратором

source: Akismet Key
ar: مفتاح أكيسميت
es_ar: Clave de Akismet
hr: Akismet ključ
hu: Akismet kulcs
it: Chiave Akismet
lt: Akismet raktas
nb: Aksimet nøkkel
pt_br: Chave do Akismet
ru: Ключ Akismet
sv_se: Akismet-nyckel
tr: Akismet Anahtarı
uk: Ключ Akismet

source: Akismet URL
ar: رابط أكيسميت
es_ar: URL de Akismet
hu: Akismet link
nb: Aksimet URL
pt_br: URL do Akismet
tr: Akismet Adresi

source: Filtered Words
ar: الكلمات التي تمت تصفيتها
es_ar: Palabras filtradas
hr: Filtrirane riječi
hu: Szűrt szavak
it: Parole filtrate
lt: Filtruojami žodžiai
nb: Ord som filtreres
pt_br: Palavras Filtradas
ru: Отфильтрованные слова
sk: Filtrované slova
sv_se: Filtrerade ord
tr: Filtrelenmiş Kelimeler
uk: Відфільтровані слова

source: Enter words to be filtered separated by a comma.
ar: قم بإدخال الكلمات التي يراد تصفيتها مفصولة بالفاصلة.
es_ar: Introduce las palabras a filtrar separadas por una coma.
hr: Upišite riječi koje želite filtrirati odvojene zarezom.
hu: Írja be a szűrni kívánt szavakat vesszővel elválasztva.
it: Inserisci le parole da filtrare separati da una virgola.
lt: Įveskite žodžius kurie bus filtruojami, atskirkite kableliais.
nb: Skriv inn ord som skal filtreres separert med komma.
pt_br: Entre com as palavras a serem filtradas, separadas por vírgula.
ru: Введите фильтруемые слова, разделенные запятыми.
sk: Zadajte slová ktoré majú byť filtrované oddelené čiarkou.
sv_se: Ange ord som ska filtreras. Separera dem med kommatecken.
tr: Filtrelenecek kelimeleri virgülle ayırarak girin.
uk: Введіть через кому слова для фільтрації.

source: Facebook Comments:
it: Commenti Facebook:
sk: Faceboook komentáre:
tr: Facebook Yorumları:
uk: Коментарі Facebook:

source: Application ID
it: ID Aplicazione
sk: ID aplikácie
tr: Uygulama Kimliği ID

source: See: https://developers.facebook.com/apps
it: Vedi: https://developers.facebook.com/apps
sk: Pozri: https://developers.facebook.com/apps
tr: Bkz: https://developers.facebook.com/apps

source: Require a key to access the API
ar: تحتاج مفتاح للوصول إلى واجهة برمجة التطبيقات
es_ar: Se requiere la clave de acceso a la API
hr: Zahtijeva ključ za pristup API-ju
hu: Kulcs szükséges az API eléréséhez
it: Richiede una chiave per accedere alle API
lt: Reikalingas raktas į API
nb: Krev nøkkel for å få tilgang på API
pt_br: Requer uma chave para acesso à API?
ru: Требовать ключ для доступа к API
sk: Vyžadovať kľúč pre prístup k API
sv_se: Kräv en nyckel för att komma åt API
tr: API'ya ulaşmak için anahtar gerekiyor.
uk: Вимагати ключ для доступу до API

source: API Key:
ar: مفتاح واجهة برمجة التطبيقات
es_ar: Clave de la API:
hr: API ključ:
hu: API kucs:
it: Chiave API:
lt: API raktas:
nb: API-nøkkel
pt_br: Chave da API:
ru: Ключ API:
sk: API kľúč:
sv_se: API-nyckel:
tr: API Anahtarı:
uk: Ключ API:

source: Access Key
ar: مفتاح الوصول
es_ar: Clave de acceso
hr: Pristupni ključ
hu: Hozzáfárási kulcs
it: Chiave di accesso
lt: Prieigos raktas
nb: Tilgangsnøkkel
pt_br: Chave de Acesso
ru: Ключ доступа
sk: Prístupový kľúč
sv_se: Åtkomstnyckel
tr: Erişim Anahtarı
uk: Ключ доступу

source: API Settings:
ar: إعدادات واجهة برمجة التطبيقات:
es_ar: Configuración de la API:
hr: API postavke:
hu: API beállítások
it: Impostazioni API:
lt: API Nustatymai:
nb: API-innstillinger:
pt_br: Configuração da API:
ru: Настройки API:
sk: API nastavenia:
sv_se: API-inställningar:
tr: API Ayarları:
uk: Налаштування API:

source: Max media results
ar: نتائج الوسائط القصوى
es_ar: Máximo resultado de vídeos
hr: Max rezultat materijala
hu: Max média találatok
it: Max media risultati
lt: Maks. medijos rezultatai
nb: Maks antall mediefiler i resultater
pt_br: Resultado máximo das mídias
ru: Максимальное число результатов
sk: Max počet výsledkov
sv_se: Maximalt antal mediaresultat
tr: Max medya sonuçları
uk: Максимальна кількість результатів

source: Max tree depth
ar: عمق الشجرة الأقصى
es_ar: Profundidad máxima del directorio
hr: Max dubina stabla
hu: Max fa-mélység
it: Max profondità dell'albero
lt: Maks. meniu gylis
nb: Maks tredybde
pt_br: Profundidade máxima da árvore
ru: Максимальная глубина дерева
sk: Max hĺbka stromu
sv_se: Maximalt träddjup
tr: Max ağaç derinliği
uk: Максимальна глибина дерева

source: General
ar: العام
hr: Općenito
hu: Általános
it: Generale
lt: Bendra
nb: Generelt
pt_br: Geral
ru: Основная
sk: Všeobecné
sv_se: Allmänt
tr: Genel
uk: Загальні

source: Upload Logo
ar: تحميل الشعار
es_ar: Cargar Logotipo
hr: Učitaj logo
hu: Logo feltöltése
it: Carica il logo
lt: Įkelti logotipą
nb: Last opp logo
pt_br: Upload de Logotipo
ru: Загрузить логотип
sk: Nahrať Logo
sv_se: Skicka upp logotyp
tr: Logo yükle
uk: Вивантажити лого

source: Background Image
ar: صورة الخلفية
es_ar: Imagen de fondo
hr: Pozadinska slika
hu: Háttérkép
it: Immagine di sfondo
lt: Fono paveikslėlis
nb: Bakgrunnsbilde
pt_br: Imagem de Fundo
ru: Фоновое изображение
sk: Obrázok na pozadí
sv_se: Bakgrundsbild
tr: Arka plan resmi
uk: Фонове зображення

source: Upload Background
ar: تحميل خلفية
es_ar: Subir fondo
hr: Učitaj pozadinu
hu: Háttér feltöltése
it: Carica sfondo
lt: Įkelti fono paveikslėlį
nb: Last opp bakgrunn
pt_br: Upload de Imagem de Fundo
ru: Загрузить фоновое изображение
sk: Nahrať obrázok na pozadí
sv_se: Skicka upp bakgrund
tr: Arka plan yükle
uk: Вивантажити фонове зображення

source: Background color
ar: لون الخلفية
es_ar: Color de fondo
hr: Boja pozadine
hu: Háttér színe
it: Colore di sfondo
lt: Fono spalva
nb: Bakgrunnsfarge
pt_br: Cor de fundo
ru: Цвет фона
sk: Farba pozadia
sv_se: Bakgrundsfärg
tr: Arka plan rengi
uk: Колір фону

source: Link color
ar: لون الرابط
es_ar: Color del enlace
hr: Boja poveznice / linka
hu: Link színe
it: Colore del link
lt: Nuorodų spalva
nb: Farge på link
pt_br: Cor do link
ru: Цвет ссылок
sk: Farba odkazu
sv_se: Länkfärg
tr: Bağlantı rengi
uk: Колір посиланнь

source: Visited Link color
ar: لون الرابط الذي تمت زيارته
es_ar: Color de enlace visitado
hr: Boja posjećene poveznice / linka
hu: Látogatott link színe
it: Colore dei link visitati
lt: Aplankytos nuorodos spalva
nb: Farge på besøkt link
pt_br: Cor do link visitado
ru: Цвет посещенной ссылки
sk: Farba navštíveného odkazu
sv_se: Färg för besökta länkar
tr: Ziyaret Bağlantı rengi
uk: Колір відвіданого посилання

source: Text color
ar: لون النص
es_ar: Color del texto
hr: Boja teksta
hu: Szöveg színe
it: Colore del testo
lt: Teksto spalva
nb: Tekstfarge
pt_br: Cor do texto
ru: Цвет текста
sk: Farba textu
sv_se: Textfärg
tr: Metin rengi
uk: Колір тексту

source: Heading color
ar: لون البند
es_ar: Color del encabezado
hr: Boja naslova
hu: Főcím színe
it: Colore intestazione
lt: Antraštės spalva
nb: Farge på topp
pt_br: Cor do cabeçalho
ru: Цвет заголовка
sk: Farba nadpisu
sv_se: Rubrikfärg
tr: Başlık rengi
uk: Колір заголовка

source: Color Scheme
ar: مخطط الألوان
es_ar: Combinación de colores
hr: Shema boja
hu: Színséma
it: Schema colore
lt: Spalvų schema
nb: Fargeskjema
pt_br: Esquema de cor
ru: Цветовая схема
sk: Farebná schéma
sv_se: Färgschema
tr: Renk Şeması
uk: Кольорова схема

source: Options
ar: خيارات
es_ar: Opciones
hr: Mogućnosti
hu: Tulajdonságok
it: Opzioni
lt: Nustatymai
nb: Valg
pt_br: Opções
ru: Опции
sk: Možnosti
sv_se: Alternativ
tr: Seçenekler
uk: Налаштування

source: Enable Cooliris on the Explore Page
ar: تمكين كوليريس على صفحة الاستعراض
es_ar: Activar Cooliris en la página de exploración
hr: Omogućiti Cooliris
hu: Cooliris engedélyezése az Oldal Felfedezésében
it: Abilita Cooliris sulla pagina di Esplora
lt: Įjungti Cooliris puslapio naršyme
nb: Aktiver Cooliris på hovedsiden
pt_br: Habilitar Cooliris na Página Inicial
ru: Включить Cooliris на просматриваемой странице
sk: Povoliť Cooliris na hlavnej stránke
sv_se: Aktivera Cooliris på Utforska-sidan
tr: Araştır sayfasında Cooliris'i etkinleştir.
uk: Увімкнути Cooliris на Сторінці огляду

source: Cooliris support is deprecated and will be removed in the next major version of MediaDrop unless someone is interested in maintaining it.
it: Il supporto per Cooliris è deprecato e sarà rimosso nella prossima versione major di MediaDrop a meno che qualcuno non sia interessato a mantenerlo.
tr: Cooliris desteği kullanım dışı ve birisi bakımı ile ilgilenmez ise bir sonraki ana sürümde kaldırılacak.

source: Display login link for all users
it: Mostra il link di login per tutti gli utenti
tr: Tüm kullanıcılar için giriş bağlantısı göster

source: Enable Featured Items on the Explore Page
ar: تمكين الملفات المميزة على صفحة الاستعراض
es_ar: Activar elementos destacados en la página de exploración
hr: Omogućiti trenutno stavke na stranici za pretraživanje
hu: Kiválasztott darabok engedélyezése az Oldal Felfedezésében
it: Abilita gli elementi principali nella pagina Esplora
lt: Įjungti rekomenduojamus elementus apžvalginiame puslapyje
nb: Aktiver utvalgte objekt på hovedsiden
pt_br: Habilitar Ítens em Destaque na Página Inicial
ru: Включить популярные элементы на просматриваемой странице
sk: Povoliť "Odporúčané videa" na hlavnej stránke
sv_se: Aktivera Utvalda objekt på sidan Utforska
tr: Araştır sayfasında Vitrin ürünlerini göster
uk: Увімкнути популярні рубрики на Сторінці огляду

source: Enable Podcast Tab
ar: تمكين عرض لسان البودكاست
es_ar: Activar pestaña Podcast
hr: Omogući Podcast Tab
hu: Adásmenet fül engedélyezése
it: Abilita Tabella Podcast
lt: Įjungti grojaraščio skiltį
nb: Aktiver podcast-fliken
pt_br: Habilitar Aba Poscast
ru: Включить вкладку Подкаст
sk: Povoliť Podcast Tab
sv_se: Aktivera poddsändningsfliken
tr: Podcast sekmesini etkinleştir.
uk: Увімкнути вкладку Подкаст

source: Enable User Uploads
ar: تمكين المستخدم من رفع الملفات
es_ar: Activar cargas del usuario
hr: Omogući učitavanje korisnicima
hu: Felhasználói feltöltések engedélyezése
it: Abilita caricamenti utente
lt: Įjungti vartotojo įkėlimus
nb: Aktiver brukeropplasinger
pt_br: Habilitar Uploads para Usuários
ru: Разрешить загрузки для пользователей
sk: Povoliť nahrávanie užívateľmi
sv_se: Aktivera insändningar från användare
tr: Kullanıcı yüklemelerini etkinleştir
uk: Дозволити вивантаження для корістувачів

source: Enable widescreen media player by default
ar: تمكين مشغل الوسائط في وضعية الشاشة العريضة افتراضيا
es_ar: Activar reproductor multimedia de pantalla ancha de forma predeterminada
hr: Omogući 16:9 / widescreen prikaz
hu: Szélesvásznú lejátszó engedélyezése alapértelmezettként
it: Abilita il visualizzatore widescreen di default
lt: Įjungti plačiaekranį medijos leistuvą pagal nutylėjimą
nb: Aktiver widescreen-avsiller som standard
pt_br: Habilitar formato widescreen como padrão do player
ru: Включить широкоформатный мультимедийный проигрыватель по умолчанию
sk: Povoliť širokouhlý multimediálny prehrávač v predvolenom nastavení
sv_se: Aktivera mediaspelare i bredbild som standard
tr: Varsayılan olarak geniş medya oynatıcıyı etkinleştir.
uk: Увімкнути стандартно широкоформатний мультимедійний програвач

source: Display Logo
ar: عرض الشعار
es_ar: Mostrar logotipo
hr: Prikaz logotipa
hu: Logo megjelenítése
it: Mostra logo
lt: Rodyti logotipą
nb: Vis logo
pt_br: Exibir Logotipo
ru: Показать логотип
sk: Logo zobrazenia
sv_se: Visa logotyp
tr: Logoyu göster
uk: Показати лого

source: Display Background Image
ar: عرض صورة الخلفية
es_ar: Mostrar la imagen de fondo
hr: Prikaz pozadinske slike
hu: Háttérkép megjelenítése
it: Immagine si sfondo
lt: Rodyti fono paveikslėlį
nb: Vis bakgrunnsbilde
pt_br: Exibir Imagem de Fundo
ru: Показать фоновое изображение
sk: Obrázok na pozadí displeja
sv_se: Visa bakgrundsbild
tr: Arka Plan resmini göster
uk: Показати фонове зображення

source: Display MediaDrop Footer
it: Mostra piè di pagina di MediaDrop
tr: MediaDrop Sayfa Altbilgisi Göster
uk: Відобразити нижній колонтитул сторінки MediaDrop

source: Display MediaDrop Credits in Footer
it: Mostra collegamento a MediaDrop in piè di pagina
tr: MediaDrop Sayfa Altbilgisinde Tanıtma Yazısı Göster
uk: Представляти MediaDrop у нижньому колонтитулі сторінки

source: Player Menu Options
it: Opzioni del menu del visualizzatore
tr: Oynatıcı Menü Seçenekleri
uk: Налаштування меню програвача

source: Enable Download button on player menu bar.
it: Attiva bottone Scarica.
tr: Oynatıcı menü çubuğunda İndir düğmesini etkinleştir.
uk: Увімкнути кнопку "Завантажити" у рядку меню програвача.

source: Enable Share button on player menu bar.
it: Attiva bottone Condividi.
tr: Oynatıcı menü çubuğunda Paylaş düğmesini etkinleştir.
uk: Увімкнути кнопку "Поділитися" у рядку меню програвача.

source: Enable Embed button on player menu bar.
it: Attiva bottone Incorpora.
tr: Oynatıcı menü çubuğunda Sitene Ekle düğmesini etkinleştir.
uk: Увімкнути кнопку "Вставити" у рядку меню програвача.

source: Enable Widescreen toggle button on player menu bar.
it: Attiva bottone widescreen.
tr: Oynatıcı menü çubuğunda GenişEkrana Çevir düğmesini etkinleştir.
uk: Увімкнути кнопку широкоекранного режиму у рядку меню програвача.

source: Enable Popout button on player menu bar.
it: Attiva bottone Popout.
tr: Oynatıcı menü çubuğunda Popout düğmesini etkinleştir.
uk: Увімкнути кнопку спливаючого вікна у рядку меню програвача.

source: Enable Like button on player menu bar.
it: Attiva bottone 'Mi piace'.
tr: Oynatıcı menü çubuğunda Beğen düğmesini etkinleştir.
uk: Увімкнути кнопку "Подобається" у рядку меню програвача.

source: Enable Dislike button on player menu bar.
it: Attiva bottone 'Non mi piace'.
tr: Oynatıcı menü çubuğunda Beğenilmeme düğmesini etkinleştir.
uk: Увімкнути кнопку "Не подобається" у рядку меню програвача.

source: Advanced
ar: متقدم
es_ar: Avanzado
hr: Napredno
hu: Bővített
it: Avanzate
lt: Pažengusiems
nb: Avansert
pt_br: Avançado
ru: Расширенный
sk: Rozšírené
sv_se: Avancerat
tr: Gelişmiş
uk: Розширені

source: Custom CSS
ar: تخصيص سي إس إس
es_ar: Personalizar CSS
hr: Vlastiti CSS
hu: Egyedi CSS
it: CSS personalizzato
lt: Individualizuotas CSS
nb: Tilpasset CSS
pt_br: CSS Personalizado
ru: Пользовательский CSS
sk: Vlastné CSS
sv_se: Anpassad CSS
tr: Özel CSS
uk: CSS користувача

source: Custom Header HTML
ar: تخصيص رأسية الإتش تي إم إل
es_ar: Personalizar HTML del encabezado
hr: Proizvoljno HTML zaglavlje
hu: Egyedi fejléc HTML
it: Intestazione HTML personalizzata
lt: Savos HTML antraštės
nb: Tilpasset HTML til side-toppen.
pt_br: HTML Personalizado do Cabeçalho
ru: Пользовательский заголовок HTML
sk: Vlastné hlavičky HTML
sv_se: Anpassat HTML-sidhuvud
tr: Özel Üstbilgi HTML
uk: HTML заголовок користувача

source: Custom Footer HTML
ar: تخصيص ذيل الإتش تي إم إل
es_ar: Personalizar HTML del píe de página
hr: Proizvoljno HTML podnožje
hu: Egyedi lábléc HTML
it: Piè di pagina HTML personalizzato
lt: Savos HTML poraštės
nb: Tilpasset HTML til side-bunnen.
pt_br: HTML Personalizado do Rodapé
ru: Создать нижний колонтитул HTML
sk: Vlastné päty HTML
sv_se: Anpassad HTML-sidfot
tr: Özel Altbilgi HTML
uk: Нижній HTML колонтитул користувача

source: Custom <head> Tags
it: Tag <head> personalizzati
tr: Özel <head> Etiketler
uk: Теги <head> користувача

source: These HTML tags are inserted into the HTML <head> section. Bad input can cause ugly rendering of your site. You can always restore your page by the box above.
it: Questi tag HTML sono inseriti nella sezione HTML <head>. Un valore errato può causare una cattiva visualizzazione del tuo sito. Puoi sempre ripristinare la pagina cancellando questo valore.
tr: Bu HTML etiketleri HTML <head> bölümüne eklenir. Yanlış girişler sitenizin kötü görünmesine neden olabilir. Her zaman yukarıdaki kutuyla sayfanızı geri yükleyebilirsiniz.
uk: Ці HTML теги вставляються у розділ HTML <head>. Невірний ввод може спричинити поганий вигляд Вашого сайту. Ви завжди маєте можливість відновити первинний стан Вашої сторінки за допомогою форми вище.

source: Reset to Defaults
ar: إستعادة إلى الوضع الافتراضي
es_ar: Restablecer los valores predeterminados
hr: Vrati na zadane postavke
hu: Alapértelmezett visszaállítása
it: Impostazioni di default
lt: Atstatyti numatytąsias
nb: Tilbakestill til standard
pt_br: Restaurar Configuração Padrão
ru: Восстановить значения по умолчанию
sk: Obnoviť predvolené
sv_se: Återställ till standard
tr: Başlangıç ayarlarına geri dön.
uk: Відновити стандартні параметри

source: Sidebar HTML
es_ar: Barra lateral HTML
hr: Alatna traka HTML
lt: Šoninė HTML juosta
nb: Sidestolpe HTML
pt_br: HTML da Barra Lateral
ru: Боковая панель HTML
sk: HTML Na boku
tr: Kenar Çubuğu HTML
uk: Бічна панель HTML

source: User name already exists
ar: إسم المستخدم موجود
es_ar: Nombre de usuario ya existe
hr: Korisničko ime već postoji
hu: Felhasználói név már létezik
it: Nome utente esistente
lt: Vartotojo vardas jau egzistuoja
nb: Brukernavnet finnes allerede
pt_br: Nome de usuário já está em uso
ru: Имя пользователя уже существует
sk: Užívateľské meno už existuje
sv_se: Användarnamnet finns redan
tr: Kullanıcı adı zaten var
uk: Ім'я користувача вже існує

source: Email Address
ar: البريد الالكتروني
es_ar: Dirección de correo electrónico
hr: Adresa e-pošte
hu: E-mail cím
it: Indirizzo email
lt: El.pašto adresas
nb: E-post adresse
pt_br: Endereço de Email
ru: Адрес электронной почты
sk: E-mailová adresa
sv_se: E-postadress
tr: E-posta adresi
uk: Email адреса

source: Login Details:
ar: تفاصيل الدخول
es_ar: Detalles de ingreso:
hr: Detalji prijave:
hu: Bejelentkezési tulajdonságok
it: Dettagli login:
lt: Prisijungimo duomenys:
nb: Login detaljer:
pt_br: Detalhes de Login:
ru: Персональная информация:
sk: Prihlasovacie údaje:
sv_se: Inloggningsuppgifter:
tr: Giriş Detayları:
uk: Дані для входу:

source: Passwords do not match
ar: كلمات المرور غير متطابقة
es_ar: Las contraseñas no coinciden
hr: Lozinke se ne podudaraju
hu: Nem egyezik a jelszó
it: La password non corrisponde
lt: Slaptažodžiai nesutampa
nb: Passordene stemmer ikke overens
pt_br: Senhas não correspondem entre si
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sv_se: Lösenorden stämmer inte överens
tr: Parolalar eşleşmiyor
uk: Паролі не співпадають

source: Groups
it: Gruppi
sk: Skupiny
tr: Gruplar

source: Confirm password
ar: توكيد كلمة المرور
es_ar: Confirmar contraseña
hr: Potvrdite lozinku
hu: Jelszó újra
it: Conferma password
lt: Pakartokite slaptažodį
nb: Bekreft passord
pt_br: Confirmar Senha
ru: Подтвердите пароль
sk: Potvrdit heslo
sv_se: Bekräfta lösenordet
tr: Parolayı onaylayın
uk: Підтвердіть пароль

source: FTP Server Details:
ar: تفاصيل سيرفر الاف تي بي
es_ar: Detalles del servidor FTP:
hr: Detalji FTP poslužitelja:
hu: FTP szerver adatok:
it: Dettagli FTP Server
lt: FTP serverio duomenys:
nb: FTP-server detaljer
pt_br: Detalhes do Servidor FTP:
ru: Информация о FTP-сервере:
sk: Detail FTP Servera
sv_se: Uppgifter för FTP-server:
tr: FTP Sunucu Detayları:
uk: Дані FTP серверу:

source: Server Hostname
ar: اسم السيرفر
es_ar: Nombre del servidor
hr: Ime poslužitelja
hu: Szerver kiszolgálóneve
it: Nome host server
lt: Serverio adresas
nb: Servernavn
pt_br: HostName de Servidor
ru: Имя узла сервера
sk: Meno servera
sv_se: Serverns värdnamn
tr: Sunucu Adı
uk: Ім'я хоста серверу

source: Subdirectory on server to upload to
ar: المجلد الفرعي على السيرفر الذي يجب الرفع إليه
es_ar: Subdirectorio de subida en el servidor
hr: Poddirektorij za pohranu na poslužitelju
hu: Alkönyvtár a szerveren ahová feltölteni kíván
it: Sottodirectory sul server dove caricare
lt: Pakatalogis serveryje skirtas įkėlimams
nb: Katalog som det lastes opp til på serveren
pt_br: Subdiretório para upload no servidor
ru: Подкаталог на сервере для загрузки
sk: Zložka do ktorej nahrvávať
sv_se: Underkatalog på servern att skicka upp till
tr: sunucuda Alt dizin yüklemek için
uk: Підкаталог на сервері для вивантаження

source: How many times should MediaDrop try to verify the FTP upload before declaring it a failure?
ar: كم عدد المرات التي ينبغي لميديا كور تجربتها للتحقق من الرفع على الاف تي بي قبل إعلان حصول الخلل؟
es_ar: ¿Cuántas veces debe MediaDrop intentar verificar la carga FTP antes de declarar un fracaso?
hr: Koliko puta bi MediaDrop trebao provjeriti FTP pohranu prije no što proglasi akciju neuspjelom?
hu: Hányszor kísérelje meg a MediaDrop ellenőrizni a feltöltést, miután sikertelennek nyilvánítja?
it: Quante volte MediaDrop deve cercare di verificare l'upload FTP prima di rinunciare?
lt: Kiek kartų reikia MediaDrop bandyti patikrinti FTP prieš pripažįstant klaidą?
nb: Antall ganger som MediaDrop forsøker å verifisere FTP-opplasting før den sies å være mislykket?HTTP URL
pt_br: Quantas vezes o MediaDrop tentará se conectar ao servidor FTP antes de declarar falha na autenticação?
ru: Сколько раз MediaDrop должен пытаться проверять закачку до объявления о провале?
sk: Koľkokrát by MediaDrop malo skúsiť overiť FTP upload pred vyhlásením zlyhania?
sv_se: Hur många gånger ska MediaDrop försöka verifiera FTP-uppladdning innan den förklarar det ett misslyckande?
tr: MediaDrop FTP yüklemesini kaç kere denesin?
uk: Скільки разів MediaDrop повинен намагатися перевіряти можливість FTP вивантаження перед оголошенням про невдачу?

source: HTTP URL to access remotely stored files
ar: رابط النص المتشعب للوصول إلى الملفات المخزنة عن بعد
es_ar: URL de HTTP para acceder a los archivos guardados de forma remota
hr: HTTP URL za udaljeni pristup do pohranjenih datoteka
hu: HTTP link a távolban tárolt file-ok eléréséhez
it: URL HTTP per accedere ai file archiviati in remoto
lt: HTTP URL nutolusiems failams pasiekti
nb: HTTP URL for tilgang til fjernlagrede filer
pt_br: URL HTTP para acesso a arquivos armazenados remotamente
ru: HTTP URL для доступа к удаленно хранимым файлам
sk: HTTP URL pre prístup k uloženým súborom na diaľku
sv_se: HTTP URL till åtkomst på distans lagrade filer
tr: Uzakta saklanan dosyalara erişmek için HTTP Link
uk: HTTP URL для доступу до файлів, що зберігаються віддалено
