Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: Upload Date
ar: تاريخ الرفع
es_ar: Fecha de subida
hr: Datum učitavanja
hu: Feltöltés dátuma
it: Data caricamento
lt: Įkėlimo data
nb: Opplastingsdato
pt_br: Data de Upload
ru: Дата загрузки
sk: Dátum uploadu
sv_se: Ladda upp Datum
tr: Yüklenme Tarihi
uk: Дата вивантаження

source: Publish Status
ar: حالة النشر
es_ar: Estado de la publicación
hr: Status objave
hu: Publikálási státusz
it: Stato di pubblicazione
lt: Paskelbimo būsena
nb: Publiseringsstatus
pt_br: Status de Publicação
ru: Статус публикации
sk: Stav zverejnenia
sv_se: Publicera Status
tr: Yayın Durumu
uk: Статус публікації

source: Number of Comments
ar: عدد التعليقات
es_ar: Número de comentarios
hr: Broj komentara
hu: Megjegyzések száma
it: Numero di commenti
lt: Komentarų skaičius
nb: Antall kommentarer
pt_br: Número de Comentários
ru: Количество комментариев
sk: Počet komentárov
sv_se: Antal kommentarer
tr: Yorum Sayısı
uk: Кількість коментарів

source: Draft
ar: مشروع
es_ar: Preliminar
hr: Nacrt
hu: Piszkozat
it: Bozza
lt: Projektas
nb: Utkast
pt_br: Rascunho
ru: Черновик
sk: Návrh
sv_se: Utkast
tr: Taslak
uk: Чернетка

source: Publishing...
ar: قيد النشر...
es_ar: Publicando ...
hr: Objavljivanje...
hu: Publikálás folyamatban...
it: Sto pubblicando...
lt: Skelbiama...
nb: Publiserer...
pt_br: Publicando...
ru: Публикация...
sk: Publikujem ...
sv_se: Publicerar...
tr: Yayınlanıyor ...
uk: Публікація...

source: Saving the file failed. Please try again
ar: تخزين الملف لم ينجح، جرب مرة أخرى
es_ar: Error al guardar el archivo. Por favor, inténtalo de nuevo
hr: Spremanje datoteke nije uspjelo. Molimo pokušajte ponovno
hu: A file mentése sikertelen. Próbálja újra
it: Salvataggio del file fallito. Per favore riprova.
lt: Išsaugoti failo nepavyko. Bandykite dar kartą
nb: Kunnne ikke lagre filen. Vennligst prøv på nytt
pt_br: Errro ao salvar o arquivo. Tente novamente.
ru: Ошибка при сохранении файла. Попробуйте еще раз.
sk: Uloženie súboru zlyhalo. Prosím skúste to znova
sv_se: Spara filen misslyckades. Försök igen
tr: Dosya kaydetme başarısız oldu. Lütfen tekrar deneyin
uk: Помилка при збереженні файлу. Спробуйте ще раз.

source: Security error occured (%(text)s)
ar: حدث خطأ أمني (%(text)s)
es_ar: Se produjo un error de seguridad (%(text)s)
hr: Sigurnosna pogreška (%(text)s)
hu: Biztonsági hiba lépett fel (%(text)s)
it: Errore di protezione (%(text)s)
lt: Saugumo klaida (%(text)s)
nb: Sikkerhetsfeil oppstod (%(text)s)
pt_br: Houve um erro de segurança (%(text)s)
ru: Ошибка безопасности: (%(text)s)
sk: Nastala nezpečnostná chyba (%(text)s)
sv_se: Säkerhet fel uppstod ( %(text)s )
tr: Güvenlik hatası oluştu (%(text)s)
uk: Помилка безпеки: (%(text)s)

source: Error caused a send or load operation to fail (%(text)s)
ar: حدث خطأ أدى إلى عدم إتمام الإرسال أو عملية الرفع (%(text)s)
es_ar: Error en operación de carga o envío (%(text)s)
hr: Operacija neuspješna zbog greška pri prijenosu ili učitavanju (%(text)s)
hu: A hiba félbeszakította a küldés vagy betöltés funkciót (%(text)s)
it: Un errore ha causato il fallimento dell'operazione di invio o di caricamento (%(text)s)
lt: Klaida išsiunčiant arba įkraunant (%(text)s)
nb: En feil gjorde at ikke en sende- eller laste-operasjon kunne utføres (%(text)s)
pt_br: Um erro ocasionou falha durante o processo de envio ou carregamento (%(text)s)
ru: Ошибка привела к сбою операций отправки и загрузки (%(text)s)
sk: Chyba spôsobená odosielaním alebo načítaním (%(text)s)
sv_se: Fel orsakade skicka eller misslyckad inläsningsåtgärd ( %(text)s )
tr: Bir hata gönderme veya yükleme işlemini başarısızlığa uğrattı (%(text)s)
uk: Помилка призвела до збою операцій відправки або завантаження (%(text)s)

source: File has already been added, duplicates are not allowed
ar: تم رفع الملف فعلا، لا يسمح برفع نفس النسخة.
es_ar: El archivo ya se ha agregado, no se aceptan duplicados
hr: Datoteka je već dodana, duplikati nisu dozvoljeni
hu: A file már hozzáadva, duplikálások nem engedélyezettek
it: Il file è già stato aggiunto, i duplicati non sono consentiti
lt: Failas jau yra įdėtas, dublikatai neleidžiami
nb: Filen er allerede blitt lastet opp. Duplikater er ikke tillatt
pt_br: Arquivo já foi adicionado, duplicações não são permitidas
ru: Такой файл уже существует. Дубликаты не разрешены.
sk: Súbor už bol pridaný, duplikáty nie sú povolené
sv_se: Fil har redan lagts till, dubbletter är inte tillåtna
tr: Dosya zaten eklenmiş, çift eklenmeye izin verilmez.
uk: Такий файл уже існує. Дублікати не дозволені.

source: File is too small, the minimal file size is %(size)s
ar: الملف صغير جدا، الحد الأدنى لحجم الملف هو %(size)s
es_ar: El archivo es muy pequeño, el tamaño mínimo del archivo es de %(size)s
hr: Datoteka je premala, minimalna veličina datoteke %(size)s
hu: A file túl kicsi, a min méret %(size)s
it: Il file è troppo piccolo, la dimensione minima del file è %(size)s
lt: Vaizdo failas yra per mažas, minimalus failo dydis yra %(size)s
nb: Filen er for liten. Minimum tillatt filstørrelse er %(size)s
pt_br: Arquivo muito pequeno, o tamanho mínimo é %(size)s
ru: Файл слишком маленький. Минимальный размер файла - %(size)s
sk: Súbor je príliš malý, minimálna veľkosť súboru je %(size)s
sv_se: Filen är för liten, är det minsta filstorleken %(size)s
tr: Dosya çok küçük, minimum dosya boyutu %(size)s
uk: Файл занадто малий. Мінімальний розмір файлу - %(size)s

source: File is too large, the maximum file size is %(size)s
ar: حجم الملف كبير جدا، الحد الأقصى لحجم الملف هو%(size)s
es_ar: El archivo es demasiado grande, el tamaño máximo del archivo es de %(size)s
hr: Datoteka je prevelika, maksimalna veličina datoteke je %(size)s
hu: A file túl nagy, max méret %(size)s
it: Il file è troppo grande, la dimensione massima del file è %(size)s
lt: Vaizdo failas yra per didelis, maksimalus failo dydis yra %(size)s
nb: Filen er for stor. Maksimum filstørrelse er %(size)s
pt_br: Arquivo muito grande, o tamanho máximo é %(size)s
ru: Файл слишком большой. Максимальный размер файла - %(size)s
sk: Súbor je príliš veľký, maximálna veľkosť súboru je %(size)s
sv_se: Filen är för stor, den maximala filstorleken %(size)s
tr: Dosya çok büyük, maksimum dosya boyutu %(size)s
uk: Файл занадто великий. Максимальний розмір файлу - %(size)s

source: File could not be added, amount of %(num)s files exceeded
ar: لا يمكن إضافة الملف، لقد تخطيت العدد %(num)s من الملفات المسموح به
es_ar: El archivo no se pudo añadir, se ha superado la cantidad %(num)s de archivos
hr: Datoteka ne može biti dodana, iznos od %(num)s datoteka prekoračen
hu: A file-t nem lehet hozzáadni, a file-ok száma %(num)s meghaladva
it: Il file non può essere aggiunto, quantità di %(num)s file superato
lt: Failas negali būtiįkeltas, įkėlimo suma %(num)s viršyta
nb: Filen kunne ikke legges til. Ikke fler enn %(num)s filer kan legges til.
pt_br: Arquivo não pôde ser adicionado, pois a quantidade máxima de arquivos %(num)s foi excedida
ru: Файл не может быть добавлен, превышен объем %(num)s
sk: Súbor nemohol byť pridaný, počet %(num)s súborov prekročený
sv_se: Filen inte kunde läggas till, mängden %(num)s filer översteg
tr: Dosya eklenemedi, %(num)s dosya miktarı aşıldı
uk: Файл не може бути доданий, перевищена максимальна кількість файлів: %(num)s

source: File is too big, overall filesize of %(size)s exceeded
ar: الملف كبير جدا، تخطيت الحجم المسموح وهو %(size)s
es_ar: El archivo es muy grande, se ha superado el tamaño regular %(size)s de archivo
hr: Datoteka je prevelika, ukupni veličina od je %(size)s prekoračena
hu: A file túl nagy, fileméret összesen %(size)s túllépve
it: Il file è troppo grande, dimensione complessiva %(size)s superata
lt: Failas per didelis, dydžių suma %(size)s viršyta
nb: Filen er for stor. Maksimal filstørrelse er %(size)s
pt_br: Arquivo é muito grande, tamanho máximo %(size)s excedido
ru: Файл слишком большой. Максимальный размер файла должен быть не более %(size)s
sk: Súbor je príliš veľký, celková veľkosť súboru %(size)s prekročená
sv_se: Filen är för stor, övergripande filstorleken på %(size)s överskrids
tr: Dosya çok büyük, %(size)s dosya boyutu sınırı aşıldı
uk: Файл занадто великий. Перевищено максимальний розмір файлу %(size)s

source: Upload image
ar: رفع صورة
es_ar: Subir imagen
hr: Učitaj sliku
hu: Kép feltöltése
it: Carica immagine
lt: Įkelti paveikslėlį
nb: Last opp bilde
pt_br: Upload de imagem
ru: Загрузить изображение
sk: Nahrať obrázok
sv_se: Skicka upp bild
tr: Görüntüyü yükle
uk: Вивантажити зображення

source: Are you sure you want to delete this file?
ar: هل أنت متأكد من حذف هذا الملف؟
es_ar: ¿Estás seguro que quieres eliminar este archivo?
hr: Jeste li sigurni da želite izbrisati ovu datoteku?
hu: Biztos, hogy törli ezt a file-t?
it: Sei sicuro di voler cancellare questo file?
lt: Ar jūs tikrai norite ištrinti šį failą?
nb: Er du sikker på at du vil slette denne filen?
pt_br: Tem certeza que deseja excluir este arquivo?
ru: Вы уверены, что хотите удалить этот файл?
sk: Ste si istí, že chcete zmazať tento súbor?
sv_se: Är du säker på att du vill ta bort denna fil?
tr: Bu dosyayı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цей файл?

source: Upload a file
ar: رفع ملف
es_ar: Subir un archivo
hr: Učitaj datoteku
hu: File feltöltése
it: Carica un file
lt: Įkelti failą
nb: Last opp fil
pt_br: Upload de arquivo
ru: Загрузить файл
sk: Nahrať súbor
sv_se: Skicka upp en fil
tr: Dosya yükle
uk: Вивантажити файл

source: Failed to add this file. Please try again.
ar: لم يتم رفع الملف. يرجى المحاولة مرة أخرى
es_ar: No se pudo agregar este archivo. Por favor, inténtalo de nuevo.
hr: Neuspjelo dodavanje datoteke. Molimo pokušajte ponovno.
hu: A file hozzáadása sikertelen. Próbálja meg újra.
it: Problemi a caricare il file. Per favore riprova.
lt: Nepavyko pridėti šio failo. Bandykite dar kartą.
nb: Kunne ikke legge til denne filen. Vennligst forsøk på nytt.
pt_br: Falha ao adicionar este arquivo. Tente novamente.
ru: Невозможно добавить этот файл. Попробуйте еще раз.
sk: Nepodarilo sa pridať tento súbor. Skúste to prosím znova.
sv_se: Misslyckades med att lägga till den här filen. Försök igen.
tr: Bu dosya eklenemedi. Lütfen tekrar deneyin.
uk: Неможливо додати цей файл. Спробуйте ще раз.

source: Failed to save your change. Please try again.
ar: لم يتم حفظ تغييراتك. يرجى المحاولة مرة أخرى
es_ar: No se pudo guardar los cambios. Por favor, inténtalo de nuevo.
hr: Neuspjelo spremanje promjena. Molimo pokušajte ponovno.
hu: A változások mentése sikertelen. Próbálja meg újra.
it: Non è stato possibile salvare la modifica. Per favore riprova.
lt: Nepavyko išsaugoti Jūsų pakeitimų. Bandykite dar kartą.
nb: Kunne ikke lagre endringer. Vennligst forsøk på nytt.
pt_br: Falha ao salvar suas alterações. Tente novamente.
ru: Не удалось сохранить изменения. Попробуйте еще раз.
sk: Nepodarilo sa uložiť zmeny. Skúste to prosím znova.
sv_se: Misslyckades med att spara ändringen. Försök igen.
tr: Değişikliğiniz kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти Ваші зміни. Спробуйте ще раз.

source: Uploading
ar: رفع
es_ar: Cargando
hr: Prijenos
hu: Feltöltés
it: Sto caricando
lt: Įkeliama
nb: Laster opp
ru: Загрузка
sk: Nahrávanie
sv_se: Ladda upp
tr: Yükleniyor
uk: Вивантажую

source: Queued
ar: قائمة الانتظار
es_ar: Cola
hr: U redu čekanja
hu: Sorba állítva
it: In coda
lt: Eilėje
nb: Satt i kø
pt_br: Na Fila
ru: В очереди
sk: Vo fronte
sv_se: Kö
tr: Beklemede
uk: У черзі

source: Error
ar: خطأ
hr: Pogreška
hu: Hiba
it: Errore
lt: Klaida
nb: Feil
pt_br: Erro
ru: Ошибка
sk: Chyba
sv_se: Fel
tr: Hata
uk: Помилка

source: A connection problem occurred, try again.
ar: حدثت مشكلة في الاتصال ، حاول مرة أخرى.
es_ar: Ocurrió un problema en la conexión, inténtalo de nuevo.
hr: Problem s vezom, pokušajte ponovno.
hu: Probléma lépett fel a kapcsolattal, próbálja újra.
it: Si è verificato un problema di connessione, prova ancora.
lt: Ryšio problema, bandykite dar kartą.
nb: Det oppsto et forbindelsesproblem. Forsøk på nytt.
pt_br: Houve um problema de conexão. Tente novamente.
ru: Произошла ошибка подключения, попробуйте еще раз.
sk: Vyskytol problém so spojením, skúste to znova.
sv_se: En anslutning problem uppstod, försök igen.
tr: Bir bağlantı sorunu oluştu, tekrar deneyin.
uk: Виникла помилка підключення, спробуйте ще раз.

source: An error has occurred, try again.
ar: لقد حدث خطأ ، حاول مرة أخرى.
es_ar: Ha ocurrido un error, inténtalo de nuevo.
hr: Došlo je do pogreške, pokušajte ponovo.
hu: Probléma lépett fel, próbálja újra.
it: Si è verificato un errore, prova ancora.
lt: Įvyko klaida, bandykite dar kartą.
nb: Det har oppstått en feil. Forsøk på nytt.
pt_br: Houve um erro. Tente novamente.
ru: Произошла ошибка, попробуйте еще раз.
sk: Došlo k chybe, skúste to znova.
sv_se: Ett fel har inträffat, försök igen.
tr: Bir hata oluştu, tekrar deneyin.
uk: Виникла помилка, спробуйте ще раз.

source: Hide
ar: إخفاء
es_ar: Ocultar
hr: Sakriti
hu: Elrejtés
it: Nascondi
lt: Slėpti
nb: Skjul
pt_br: Ocultar
ru: Скрыть
sk: Skryť
sv_se: Dölj
tr: Gizle
uk: Сховати

source: Saving
ar: حفظ
es_ar: Guardando
hr: Spremam
hu: Mentés
it: Sto salvando
lt: Išsaugoma
nb: Lagrer
pt_br: Salvando
ru: Сохранение
sk: Ukladanie
sv_se: Sparar
tr: Kaydediyor
uk: Збереження

source: Saved!
ar: محفوظ!
es_ar: Guardado!
hr: Spremljeno!
hu: Mentve!
it: Salvato!
lt: Išsaugota!
nb: Lagret!
pt_br: Salvo!
ru: Сохранено!
sk: Uložené!
sv_se: Sparad!
tr: Kaydedildi!
uk: Збережено!

source: Saving failed. Please try again.
ar: فشلت عملية الحفظ. حاول مرة أخرى
es_ar: No se guardo. Por favor, inténtalo de nuevo.
hr: Spremanje nije uspjelo. Molimo pokušajte ponovno.
hu: Mentés sikertelen. Próbálja újra.
it: Salvataggio fallito. Prova ancora per favore.
lt: Išsaugoti nepavyko. Bandykite dar kartą.
nb: Kunne ikke lagre. Forsøk på nytt.
pt_br: Erro ao salvar. Tente novamente.
ru: Сохранение не удалось. Попробуйте еще раз.
sk: Uloženie zlyhalo. Skúste to prosím znova.
sv_se: Misslyckades med att spara. Försök igen.
tr: Kaydetme başarısız oldu. Lütfen tekrar deneyin.
uk: Зберегти не вдалося. Спробуйте ще раз.

source: Please correct the highlighted errors and save again.
ar: الرجاء تصحيح الأخطاء البارزة والحفظ مرة أخرى.
es_ar: Por favor, corrije los errores resaltados y guárdalo de nuevo.
hr: Ispravite označene pogreške i ponovite spremanje.
hu: Javítsa a kiemelt hibákat and mentse újra.
it: Per favore correggi gli errori evidenziati e salva nuovamente.
lt: Ištaisykite pabrėžtas klaidas ir išsaugokite dar kartą.
nb: Vennligst korriger de merkede feilene, og forsøk på nytt.
pt_br: Corrija os erros indicados e tente novamente
ru: Пожалуйста исправьте отмеченные ошибки и сохраните еще раз.
sk: Prosím opravte zdôraznené chyby a ulote znova.
sv_se: Korrigera färgmarkerade fel och spara igen.
tr: Lütfen vurgulanan hataları düzeltin ve tekrar kaydedin.
uk: Будь ласка, виправте позначені помилки та збережіть ще раз.

source: Uploaded:
ar: تم الرفع
es_ar: Subido:
hr: Spremljeno:
hu: Feltöltve:
it: Caricati:
lt: Įkelta:
nb: Opplastet:
pt_br: Inclusão:
ru: Загружено:
sk: Nahrané:
sv_se: Skickat upp:
tr: Yüklenen:
uk: Вивантажено:

source: Files
ar: ملفات
es_ar: Archivos
hr: Datoteke
hu: File-ok
it: File
lt: Failai
nb: Filer
pt_br: Arquivos
ru: Файлы
sk: Súbory
sv_se: Filer
tr: Dosyalar
uk: Файли

source: Add & Manage
ar: إضافة وإدارة
es_ar: Añadir y organizar
hr: Dodaj i uredi
hu: Hozzáadás és szerkesztés
it: Aggiungi e gestisci
lt: Pridėti ir tvarkyti
nb: Legg til og behandle
pt_br: Adicionar e Gerenciar
ru: Добавить & Изменить
sk: Pridať & Spravovať
sv_se: Lägg till och hantera
tr: Ekle & Yönet
uk: Додати та/або змінити

source: View this file
ar: معاينة هذا الملف
es_ar: Ver este archivo
hr: Pogledajte ovu datoteku
hu: File megtekintése
it: Visualizza questo file
lt: Žiūrėti šį failą
nb: Vis denne filen
pt_br: Visualizar este arquivo
ru: Просмотреть этот файл
sk: Zobraziť tento súbor
sv_se: Visa denna fil
tr: Bu dosyayı görüntüle.
uk: Подивитись цей файл

source: Thumbnail
ar: تصغير
es_ar: Miniatura
hr: Sličica
hu: Előnézet
it: Miniatura
lt: Miniatiūra
nb: Miniatyrbilde
ru: Миниатюра
sk: S náhľadmi
sv_se: Miniatyrbild
tr: Küçük Resim
uk: Мініатюра

source: Thumb
ar: ظفر
es_ar: Icono
hu: Előkép
it: Miniatura
nb: Miniatyr
ru: Эскиз
sk: Ukážka
sv_se: Miniatyr
tr: Küçükresim
uk: Ескіз

source: Manage Files
ar: إدارة الملفات
es_ar: Administración de archivos
hr: Rad s datotekama
hu: File-ok szerkesztése
it: Gestisci file
lt: Tvarkyti failus
nb: Behandle filer
pt_br: Gerenciar Arquivos
ru: Управление файлами
sk: Správa súborov
sv_se: Hantera filer
tr: Dosyalarını yönet
uk: Керування файлами

source: File
ar: ملف
es_ar: Archivo
hr: Datoteka
lt: Failas
nb: Fil
pt_br: Arquivo
ru: Файл
sk: Súbor
sv_se: Fil
tr: Dosya
uk: Файл

source: Size
ar: حجم
es_ar: Tamaño
hr: Veličina
hu: Méret
it: Grandezza
lt: Dydis
nb: Størrelse
pt_br: Tamanho
ru: Размер
sk: Veľkosť
sv_se: Storlek
tr: Boyut
uk: Розмір

source: Duration
ar: المدة
es_ar: Duración
hr: Trajanje
hu: Hossz
it: Durata
lt: Trukmė
nb: Varighet
pt_br: Duração
ru: Продолжительность
sk: Doba trvania
sv_se: Speltid
tr: Süre
uk: Тривалість

source: Dimensions
ar: أبعاد
es_ar: Dimensiones
hr: Dimenzije
hu: Dimenziók
it: Dimensioni
lt: Matmenys
nb: Størrelse
pt_br: Dimensões
ru: Размеры
sk: Rozmery
sv_se: Dimensioner
tr: Boyutlar
uk: Розміри

source: Type
ar: نوع
es_ar: Tipo
hr: Tip
hu: Típus
it: Tipo
lt: Tipas
pt_br: Tipo
ru: Тип
sk: Typ
sv_se: Typ
tr: Tür
uk: Тип

source: OR
ar: أو
es_ar: O
hr: ILI
hu: VAGY
it: OPPURE
lt: ARBA
nb: ELLER
pt_br: OU
ru: ИЛИ
sk: ALEBO
sv_se: ELLER
tr: VEYA
uk: АБО

source: or
ar: أو
es_ar: o
hr: ili
hu: vagy
it: oppure
lt: arba
nb: eller
pt_br: ou
ru: или
sk: alebo
sv_se: eller
tr: veya
uk: або

source: Media that matches '%(search)s'
ar: الوسائط التي تتطابق مع:'%(search)s'
es_ar: Videos que coincide con ' %(search)s '
hr: Mediji koji odgovaraju '%(search)s'
hu: Média, amely megfelel a '%(search)s' keresésnek
it: Media che corrisponde a '%(search)s'
lt: Video kurie atitinka '%(search)s'
nb: Mediefiler som samsvarer med '%(search)s'
pt_br: Mídias correspondentes a '%(search)s'
ru: Файлы, найденные по запросу '%(search)s'
sk: Médiá, ktorá zodpovedajú '%(search)s'
sv_se: Media som matchar "%(search)s"
tr: '%(search)s' ile eşleşen medyalar
uk: Файли, що містять '%(search)s'

source: %(podcastTitle)s Episodes
ar: حلقات%(podcastTitle)s
es_ar: Episodios %(podcastTitle)s
hr: %(podcastTitle)s epizoda
hu: %(podcastTitle)s Epizódok
it: Episodi %(podcastTitle)s
lt: %(podcastTitle)s Epizodai
nb: %(podcastTitle)s episoder
pt_br: Episódios de %(podcastTitle)s
ru: Выпуск %(podcastTitle)s
sk: %(podcastTitle)s epizódy
sv_se: Avsnitt av %(podcastTitle)s
tr: %(podcastTitle)s Bölümleri
uk: Епізоди %(podcastTitle)s

source: Media in '%(categoryName)s'
ar: الوسائط في '%(categoryName)s'
es_ar: Videos en ' %(categoryName)s '
hr: Mediji u '%(categoryName)s'
hu: Médiák a '%(categoryName)s' kategóriában
lt: Medija '%(categoryName)s'
nb: Mediefiler i '%(categoryName)s'
pt_br: Mídias em '%(categoryName)s'
ru: Файлы в '%(categoryName)s'
sk: Médiá v '%(categoryName)s'
sv_se: Media i "%(categoryName)s"
tr: '%(categoryName)s' kategorisindeki medyalar
uk: Медіа в '%(categoryName)s'

source: Media tagged '%(tagName)s'
ar: الوسائط المرتبطة داليّا'%(tagName)s'
es_ar: Videos con etiqueta ' %(tagName)s '
hr: Mediji označeni '%(tagName)s'
hu: Média '%(tagName)s' megjelölve
it: Media taggati '%(tagName)s'
lt: Pažymėti video '%(tagName)s'
nb: Mediefiler merket som '%(tagName)s'
pt_br: Mídias classificadas como '%(tagName)s'
ru: Файлы с тегом '%(tagName)s'
sk: Media označené ' %(tagName)s '
sv_se: Media taggade med "%(tagName)s"
tr: '%(tagName)s' etiketli medyalar
uk: Медіа з тегом '%(tagName)s'

source: Unreviewed Media
ar: وسائط لم تتم مراجعتها
es_ar: Videos sin revisar
hr: Nepregledani materijali
hu: Ellenőrizetlen média
it: Media non Recensito
lt: Neperžiūrėta medija
nb: Ikke gjenomgåtte mediefiler
pt_br: Mídias não revisadas
ru: Файлы без обзоров
sk: Neskontrolované media
sv_se: Ej granskade media
tr: İncelenmemiş Medya
uk: Неперевірене медіа

source: Unencoded Media
ar: وسائط لم يتم ترميزها
es_ar: Vídeos sin codificar
hr: Neprekodirani materijali
hu: Kódolatlan média
it: Media non codificato
lt: Nedekoduota medija
nb: Ikke kodede mediefiler
pt_br: Mídias não codificadas
ru: Не конвертированные файлы
sk: Nekódované media
sv_se: Ej kodade media
tr: Kodlanmamış Medya
uk: Неконвертоване медіа

source: Draft Media
ar: مشروع وسائط
es_ar: Vídeos preliminares
hr: Skice medija
hu: Média piszkozat
it: Bozza del Media
lt: Juodraštinė medija
nb: Utkast til mediefil
pt_br: Mídias em Rascunho
ru: Черновики файлов
sk: Návrh media
sv_se: Förslag Media
tr: Taslak Medya
uk: Чернетки медіа

source: Published Media
ar: وسائط منشورة
es_ar: Vídeos publicados
hr: Objavljeni mediji
hu: Publikált média
it: Media Pubblicato
lt: Paskelbta medija
nb: Publiserte mediefiler
pt_br: Mídias Publicadas
ru: Опубликованные файлы
sk: Publikované media
sv_se: Publicerade media
tr: Yayınlanan Medya
uk: Опубліковане медіа

source: All Media
ar: جميع الوسائط
es_ar: Todos los vídeos
hr: Svi mediji
hu: Minden média
it: Tutti i Media
lt: Visa medija
nb: Alle mediefiler
pt_br: Todas as Mídias
ru: Все файлы
sk: Všetky média
sv_se: Allt media
tr: Tüm medyalar
uk: Все медіа

source: Review
ar: استعراض
es_ar: Revisión
hr: Pregled
hu: Ellenőrzés
it: Recensione
lt: Peržiūrėti
nb: Gå gjennom
pt_br: Revisar
ru: Обзор
sk: Náhlad
sv_se: Granska
tr: Inceleme
uk: Перевірити

source: Drafts
ar: المسودات
es_ar: Preliminares
hr: Skice
hu: Piszkozatok
it: Bozze
lt: Projektai
nb: Utkast
pt_br: Rascunhos
ru: Черновики
sk: Koncepty
sv_se: Utkast
tr: Taslaklar
uk: Чернетки

source: Filters
ar: مرشحات
es_ar: Filtros
hr: Filteri
hu: Szűrők
it: Filtri
lt: Filtrai
nb: Filter
pt_br: Filtros
ru: Фильтры
sk: Filtre
sv_se: Filter
tr: Filtreler
uk: Фільтри

source: View this media where it is published
ar: عرض هذه الوسائط حيث تم نشرها
es_ar: Ver este vídeo donde se publica
hr: Pogledajte gdje je objavljen ovaj medij
hu: Média megtekintése, ahol publikálva lett
it: Visualizza questa media dove è pubblicato
lt: Peržiūrėti šią mediją ten kur ji paskelbta
nb: Vis denne mediefilen som den er publisert
pt_br: Visualizar esta mídia no local onde ela está publicada
ru: Просмотреть медиаматериал в той среде, в которой он опубликован
sk: Zobraziť toto médium, na jeho stránke
sv_se: Visa detta media var det har publicerats
tr: Bu medyayı yayınlandığı yerde görüntüle
uk: Продивитись медіа там, де воно опубліковане

source: View this media where it will be published
ar: عرض هذه الوسائط حيث سيتم نشرها
es_ar: Ver este vídeo en donde se publicará
hr: Pogledaj gdje će biti objavljen ovaj medij
hu: Média megtekintése, ahol publikálva lesz
it: Visualizza questo media, dove sarà pubblicato
lt: Peržiūrėti šią mediją ten kur ji bus paskelbta
nb: Vis denne mediefilen som den vil bli publisert
pt_br: Visualizar esta mídia onde ela será publicada
ru: Просмотреть медиаматериал в той среде, в которой он будет опубликован
sk: Zobraziť toto médium, kde bude zverejnené
sv_se: Visa detta media var det kommer att publiceras
tr: Bu medyayı yayınlanacağı yerde görüntüle
uk: Продивитись медіа там, де воно буде опубліковане

source: Preview
ar: معاينة
es_ar: Vista preliminar
hr: Pregled
hu: Előnézet
it: Anteprima
lt: Peržiūrėti
nb: Forhåndsvisning
pt_br: Pré-visualização
ru: Предпросмотр
sk: Náhľad
sv_se: Förhandsvisa
tr: Önizleme
uk: Попередній перегляд
