Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: Upload your media using the form below. We'll review it and get back to you.
ar: .تحميل الفيلم الخاص بك باستخدام النموذج أدناه. سوف نقوم بمراجعته ونعود إليكم
es_ar: Sube tus videos usando el siguiente formulario. Lo revisaremos y contactaremo con usted.
hr: Učitajte datoteku koristeći niže navedeni obrazac. Obratit ćemo Vam se po pregledu materijala.
hu: Töltse fel videóját az alábbi form segítségével. Minden videót moderálunk.
it: Carica il tuo video usando il modulo sottostante. Lo controlleremo e ti sarà rispedito.
lt: Įkelkite savo media failą į formą pateiktą žemiau. Failas bus pateiktas peržiūrai ir Jums apie tai praneš.
nb: Benytt skjemaet nedenfor til å laste opp mediefilen din. Du vil høre fra oss når vi har gått igjennom den.
pt_br: Faça o upload de sua mídia através do formulário abaixo. Nós a revisaremos e lhe informaremos sobre a publicação.
ru: Загрузите медиафайл с помощью приведенной ниже формы. Мы проверим его и вернем обратно.
sk: Nahrajte Vaše multimediálne súbory pomocou nižšie uvedeného formulára. My posúdime ich obsah a odsúhlasime publikovanie.
sv_se: Skicka upp ditt media med hjälp av formuläret nedan. Vi kommer sedan att granska det och återkomma till dig.
tr: Aşağıdaki formu kullanarak yükleme yapabilirsiniz. İnceleyip tekrar size döneceğiz.
uk: Вивантажте медіа за допомогою форми нижче. Ми перевіримо його та зв'яжемося з Вами.

source: Latest media in %s
ar: الوسائط الأحدث%s
es_ar: Ultimo material en%s
hr: Najnoviji materijali u%s
it: Ultimi media in %s
lt: Naujausia medija kategorijoje %s
nb: Siste mediefiler i %s
pt_br: Últimas mídias em %s
ru: Новинки в %s
sk: Najnovšie médiá v %s
sv_se: Senaste medier i %s
tr: %s teki son dosya
uk: Новинки у %s

source: We're sorry but we weren't able to process this request.
ar: .نحن آسفون لكننا لم نتمكن من معالجة هذا الطلب
es_ar: Lo sentimos, pero no fue posible procesar su solicitud.
hr: Žao nam je, ali nismo u mogućnosti obraditi ovaj zahtjev.
hu: Sajnáljuk, de nem tudtuk teljesíteni a kérést.
it: Siamo spiacenti ma non è stato possibile processare la richiesta.
lt: Atsiprašome, tačiau negalime įvykdyti Jūsų užklausos.
nb: Beklager, men vi klarte ikke å håndtere denne forespørselen.
pt_br: Desculpe-nos, mas não foi possível processar esta requisição.
ru: Извините, но мы не смогли обработать ваш запрос
sk: Je nám ľúto, ale neboli sme schopní spracovať túto požiadavku.
sv_se: Tyvärr, vi kunde inte behandla denna begäran.
tr: Üzgünüz, fakat bu işlemi gerçekleştiremedik.
uk: Вибачте, але ми не змогли обробити цей запит.

source: Invalid username or password.
it: Utente o Password errati
sk: Neplatné užívateľské meno alebo heslo.
tr: Geçersiz kullanıcı adı ya da parola.

source: Latest RSS
ar: أحدث آر إس إس
es_ar: RSS últimas
hr: Najnoviji RSS
it: Ultime RSS
lt: Paskutinės RSS naujienos
nb: Siste RSS
pt_br: Últimos RSS's
ru: Последние RSS
sk: Najnovšie RSS
sv_se: Senaste RSS
tr: Son Beslemeler
uk: Останні RSS

source: Sitemap XML
ar: خريطة الموقع إكس إم إل
es_ar: Mapa del sitio XML
it: Mappa del sito XML
lt: Svetainės žemėlapio XML
nb: XML for innholdskart
ru: Карта сайта XML
sv_se: Sidkarta XML
tr: Siteharitası XML
uk: Карта сайту XML

source: Sitemap RSS
ar: خريطة الموقع آر إس إس
es_ar: Mapa del sitio RSS
hr: Mapa RSS
it: Mappa del sito RSS
lt: Svetainės žemėlapio RSS
nb: RSS for innholdskart
ru: Карта сайта RSS
sk: Mapa stránok RSS
sv_se: Sidkarta RSS
tr: Siteharitası RSS
uk: Карта сайту RSS

source: Your comment has been rejected.
ar: .تم رفض التعليق
es_ar: Tu comentario fue rechazado.
hr: Vaš komentar nije prihvaćen.
hu: Megjegyzése elutasításra került.
it: Il tuo commento è stato rifiutato.
lt: Jūsų komentaras atmestas.
nb: Kommentaren din er blitt avvist.
pt_br: Seu comentário foi rejeitado.
ru: Ваш комментарий был отклонён.
sk: Váš komentár bol zamietnutý.
sv_se: Din kommentar har inte godkänts.
tr: Yorumunuz reddedildi.
uk: Ваш коментар було відхилено.

source: Thank you for your comment! We will post it just as soon as a moderator approves it.
ar: .شكرا لك على التعليق! سيتم نشره حالما تتم مراجعته من مسؤول الموقع
es_ar: Gracias por tu comentario! Lo publicaremos tan pronto un moderador lo apruebe.
hr: Hvala Vam na Vašem komentaru! Isti će biti objavljen nakon što ga odobri moderator .
hu: Köszönjük megjegyzését! Publikáljuk, amint az ellenőrzése megtörtént.
it: Grazie per il tuo commento! Lo pubblicheremo appena un moderatore lo avrà approvato.
lt: Dėkojame už Jūsų komentarą! Jis bus rodomas kai tik moderatoriai jį patikrins.
nb: Takk for kommentaren din! Den vil bli vist så snart den er godkjent.
pt_br: Obrigado por seu comentário! Ele será publicado assim que um moderador revisá-lo.
ru: Спасибо за комментарий. Мы опубликуем его сразу после получения подтверждения от модератора.
sk: Ďakujeme Vám za Váš komentár! Hneď ako ho moderátor schváli, budeme ho publikovať.
sv_se: Tack för din kommentar! Vi kommer att publicera den så fort en moderator har godkänt den.
tr: Yorumunuz için teşekkür ederiz. Moderator tarafından onaylandıktan sonra yayınlanacaktır.
uk: Дякуємо за коментар! Його буде оприлюднено, щойно надійде схвалення від модератора.

source: File "%s" does not exist.
ar: ."%s" لا وجود للملف
es_ar: El archivo "%s" no existe.
hr: Datoteka "%s" ne postoji.
hu: A "%s" file nem létezik.
it: Il file "%s" non esiste.
lt: Failas "%s" neegzistuoja.
nb: Fila "%s" finnes ikke.
pt_br: O arquivo "%s" não existe.
ru: Файла "%s" не существует.
sk: Súbor "%s" neexistuje.
sv_se: Filen "%s" finns inte.
tr: "%s" isimli dosya bulunamadı.
uk: Файлу "%s" не існує.

source: No action to perform.
ar: لايوجد إجراء بحاجة لتنفيذ.
es_ar: No hay nada que ejecutar.
hr: Nema akcija za izvođenje.
hu: Nincs mit végrehajtani.
it: Nessuna azione da intraprendere.
lt: Nesiimta jokių veiksmų atlikimo.
nb: Ingenting å utføre.
pt_br: Nenhuma ação pendente.
ru: Нет предназначенных для выполнения действий.
sk: Neexistuje žiadna akcia na vykonanie.
sv_se: Ingen åtgärd att genomföra.
tr: Gerçekleştirilecek eylem yok.
uk: Немає жодних дій для виконання.

source: Permission denied, cannot write file
ar: الإذن مرفوض، لا يمكن حفظ الملف
es_ar: Permiso denegado, no se puede escribir el archivo
hr: Pristup odbijen, datoteka se ne može zapisati.
hu: Jogosultság visszavonva. Nem lehet file-t létrehozni.
it: Permesso negato, non posso scrivere il file
lt: Leidimas nesuteiktas, negali įrašyti failo
nb: Ingen tilgang, kan ikke skrive filen
pt_br: Permissão negada, não foi possível gravar o arquivo.
ru: Доступ запрещен. Вы не сможете записать файл.
sk: Nemožno zapísať súbor. Nemáte dostatočné práva.
sv_se: Åtkomst nekas. Kan inte skriva filen
tr: İzin verilmedi, kaydedilmiyor.
uk: Доступ заборонено. Ви не можете записати файл.

source: Unsupported image type: %s
it: Tipo di immagine non supportato: %s
tr: Desteklenmeyen resim tipi: %s

source: Interlaced PNGs are not supported.
it: I PNG interlacciati non sono supportati.
tr: Taramalı PNG dosyaları desteklenmiyor.
uk: Черезрядкові зображення формату PNG не підтримуються.

source: Save the podcast to get your feed URL
it: Salva il podcast per ottenere l'URL del feed
tr: Besleme adresinize almak için podcast i kaydet
uk: Збережіть подкаст для отримання URL Вашого веб-каналу.

source: Unsupport image type: %s
ar: %s :نوع الصورة غير صالح
es_ar: Tipo de imagen no soportada: %s
hr: Vrsta slike: %s nije podržana.
hu: Nem támogatott képtípus: %s
it: Tipo di immagine non supportato: %s
lt: Nepalaikomas paveikslėlio tipas: %s
nb: Filformatet %s er ikke støttet
pt_br: Formato de imagem não suportado: %s
ru: Неподдерживаемый тип изображения: %s
sk: Nepodporovaný typ obrázka: %s
sv_se: Bildtypen stöds inte: %s
tr: %s resim tipi desteklenmemektedir.
uk: Тип зображення %s не підтримується.

source: The portion of the email address before the @ is invalid
ar: جزء من عنوان البريد الإلكتروني قبل @ غير صالح
es_ar: La parte de la dirección de correo electrónico antes del @ es inválida.
hr: Dio adrese e-pošte prije znaka @ nije valjan.
hu: Az e-mail cím @ előtti része érvénytelen.
it: La parte dell'indirizzo email prima della @ non è valida
lt: Elektroninio pašto adreso dalis iki @ negalioja
nb: Delen av e-postadressen før @ er ugyldig
pt_br: O trecho do endereço de e-mail antes de @ é inválido.
ru: Часть почтового адреса перед @ не верна
sk: Časť e-mailovej adresy pred @ je neplatná
sv_se: Den del av e-postadressen som är före @ är ogiltig
tr: e-posta adresinin @'ten önceki kısmı geçersiz.
uk: Частина email адреси перед @ не є вірною.

source: The portion of this email address after the @ is invalid
ar: هذا الجزء من عنوان البريد الإلكتروني بعد @ غير صالح
es_ar: La parte de la dirección de correo electrónico después del @ es inválida.
hr: Dio adrese e-pošte poslije znaka @ nije valjan.
hu: Az e-mail cím @ utáni része érvénytelen.
it: La parte dell'indirizzo email dopo la @ non è valida
lt: Šio elektroninio pašto adreso dalis po @ yra neteisinga
nb: Delen av e-postadressen etter @ er ugyldig
pt_br: O trecho do endereço de e-mail após @ é inválido.
ru: Часть почтового адреса после @ не верна
sk: Časť tejto e-mailovej adresy za znakom @ je neplatná
sv_se: Den del av e-postadressen som är efter @ är ogiltig
tr: E-posta adresinin @'ten sonraki kısmı geçersiz.
uk: Частина email адреси після @ не є вірною.

source: Please enter your name!
ar: عذرا نرجو إدراج إسمك
es_ar: Por favor ingresa tu nombre!
hr: Upišite svoje ime!
hu: Kérem írja be nevét!
it: Per favore inserisci il tuo nome!
lt: Prašome įvesti savo vardą!
nb: Vennligst skriv inn navnet ditt!
pt_br: Por favor, informe seu nome!
ru: Пожалуйста, укажите ваше имя!
sk: Prosím, zadajte svoje meno!
sv_se: Ange ditt namn!
tr: Lütfen isminizi girin!
uk: Будь ласка, введіть Ваше ім'я!

source: Username
ar: اسم المستخدم
es_ar: Nombre de usuario
hr: Korisničko ime
hu: Felhasználói név
it: Nome utente
lt: Vartotojo vardas
nb: Brukernavn
pt_br: Usuário
ru: Имя пользователя
sk: Prihlasovacie meno
sv_se: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: Password
ar: كلمة المرور
es_ar: Contraseña
hr: Lozinka
hu: Jelszó
lt: Slaptažodis
nb: Passord
pt_br: Senha
ru: Пароль
sk: Heslo
sv_se: Lösenord
tr: Şifre
uk: Пароль

source: Login
ar: تسجيل الدخول
es_ar: Iniciar sesión
hr: Prijava
hu: Bejelentkezés
lt: Prisijungti
nb: Logg inn
ru: Вход
sk: Prihlásiť sa
sv_se: Logga in
tr: Giriş
uk: Вхід

source: At least give it a short description...
ar: قم بإعطاء وصف قصير على الأقل
es_ar: Al menos, una breve descripción ...
hr: Molimo Vas dajte nam barem kratak opis...
hu: Leírást kell adnia!
it: Aggiungere almeno una breve descrizione...
lt: Bent įkelkite trumpą aprašymą...
nb: Skriv i det minste en kort beskrivelse...
pt_br: Preencha com uma breve descrição...
ru: По крайней мере приведите краткое описание ...
sk: Zadajte aspoň krátky popis ...
sv_se: Ge den i alla fall en kort beskrivning...
tr: Kısa bir açıklama girin...
uk: Будь ласка, надайте хоча б короткий опис...

source: You've gotta have a name!
ar: ألكَ إسم!
es_ar: Es necesario un nombre!
hr: Morate imati ime.
hu: Kell, hogy legyen név!
it: Devi avere un nome!
lt: Juk Jūs turite vardą!
nb: Du har vel et navn!
pt_br: Você precisa ter um nome!
ru: У вас должно быть имя!
sk: Musíš zadať meno!
sv_se: Du måste ange ett namn!
tr: İsminizi göremedik!
uk: У Вас має бути ім'я!

source: You've gotta have a title!
ar: هل لديك عنوان!
es_ar: En necesario un título!
hr: Unesite naslov!
hu: Kell, hogy legyen egy cím!
it: Devi avere un titolo!
lt: Juk Jūs turite pavadinimą!
nb: Du må ha en tittel!
pt_br: Você precisa ter um título!
ru: Вы должны написать заголовок!
sk: Musíte zadať názov!
sv_se: Du måste ange en titel!
tr: Başlığınızı göremedik!
uk: Ви маєте вказати заголовок!

source: Your Name:
ar: الاسم
es_ar: Tu nombre:
hr: Vaše ime:
hu: Az ön neve:
it: Il tuo nome:
lt: Jūsų vardas:
nb: Navn:
pt_br: Seu Nome:
ru: Ваше имя:
sk: Vaše meno:
sv_se: Ditt namn:
tr: İsminiz:
uk: Ваше ім'я:

source: Your Email:
ar: البريد الإلكتروني
es_ar: Tu correo electrónico:
hr: Vaša adresa e-pošte:
hu: E-mail címe:
it: Il tuo email:
lt: Jūsų el.paštas:
nb: E-post:
pt_br: Seu Email:
ru: Ваш Email:
sk: Váš email:
sv_se: Din e-postadress:
tr: E-mail:
uk: Ваш email:

source: (will never be published)
ar: (لن ينشر)
es_ar: (No será publicado)
hr: (Neće biti objavljeno)
hu: (sohasem lesz publikálva)
it: (non sarà mai pubblicato)
lt: (Niekada nebus skelbiamas)
nb: (vil ikke bli publisert)
pt_br: (nunca será publicado)
ru: (никогда не будет опубликован)
sk: (nebude nikdy zverejnené)
sv_se: (kommer inte att publiceras)
tr: (yayınlanmayacak)
uk: (ніколи не публікується)

source: Title:
ar: العنوان
es_ar: Título:
hr: Naslov:
hu: Cím:
it: Titolo:
lt: Pavadinimas:
nb: Tittel:
pt_br: Título:
ru: Заголовок:
sk: Názov:
sv_se: Titel:
tr: Başlık:
uk: Заголовок:

source: Description:
ar: الوصف
es_ar: Descripción:
hr: Opis:
hu: Leírás:
it: Descrizione:
lt: Aprašymas:
nb: Beskrivelse:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sv_se: Beskrivning:
tr: Açıklama:
uk: Опис:

source: Add a YouTube, Vimeo or Amazon S3 link:
it: Inserisci un link YouTube, Vimeo o Amazon S3:
tr: Bir YouTube, Vimeo ya da Amazon S3 bağlantı ekle:

source: Oops! You forgot to enter a file.
ar: .عفوا! نسيت إدخال ملف
es_ar: ¡Carajo! Olvidaste ingresar un archivo.
hr: Ups! Zaboravili ste unijeti ime datoteke.
hu: Oops! Elfelejtett file-t hozzáadni!
it: Oops! Hai dimenticato di inserire un file.
lt: Oi! Pamiršote įkelti failą.
nb: Oops! Du glemte å legge inn en fil.
pt_br: Opa! Você se esqueceu de adicionar um arquivo.
ru: Ой! Вы забыли указать файл.
sk: Oops! Zabudli ste zadať súbor.
sv_se: Oops! Du glömde att ange en fil.
tr: Aa! Dosyayı unuttunuz.
uk: Ой! Ви забули додати файл.

source: OR:
ar: :أو
es_ar: O:
hr: ILI:
hu: VAGY:
it: O:
lt: ARBA:
nb: ELLER:
pt_br: OU:
ru: ИЛИ:
sk: ALEBO:
sv_se: ELLER:
tr: VEYA:
uk: АБО:

source: Submit
ar: إرسال
es_ar: Enviar
hr: Pošalji
hu: Beküldés
it: Invia
lt: Pateikti
nb: Send inn
pt_br: Enviar
ru: Отправить
sk: Odoslať
sv_se: Skicka
tr: Gönder
uk: Відправити

source: SEARCH...
ar: ... البحث
es_ar: BUSCAR ...
hr: TRAŽI ...
hu: KERESÉS...
it: CERCA...
lt: Paieška ...
nb: SØK...
pt_br: PESQUISAR...
ru: ПОИСК...
sk: VYHĽADÁVANIE ...
sv_se: SÖK...
tr: ARA...
uk: ПОШУК...

source: You forgot to select an image!
ar: !نسيت اختيار صورة
es_ar: Olvidaste seleccionar una imagen!
hr: Zaboravili ste odabrati sliku!
hu: Elfelejtett képet kiválasztani!
it: Hai dimenticato di selezionare un'immagine!
lt: Jūs pamiršote pasirinkti paveikslėlį!
nb: Du glemte å velge et bilde!
pt_br: Você se esqueceu de selecionar uma imagem!
ru: Вы забыли выбрать изображение!
sk: Zabudli ste vybrať obrázok!
sv_se: Du glömde att välja en bild!
tr: Resim seçmeyi unuttunuz!
uk: Ви забули обрати зображення!

source: Name
es_ar: Nombre
hr: Ime
hu: Név
it: Nome
lt: Vardas
nb: Navn
pt_br: Nome
ru: Имя
sk: Meno
sv_se: Namn
tr: İsim
uk: Ім'я

source: Permalink
ar: الرابط الثابت
es_ar: Enlace permanente
hr: Stalna poveznica (permalink)
it: Link permanente
lt: Perma-nuoroda
pt_br: Link Permanente
ru: Ссылка
sv_se: Permalänk
tr: Kalıcı Bağlantı
uk: Посилання

source: Parent Category
ar: الفئة رئيسية
es_ar: Categoría principal
hr: Roditelj Kategorija
hu: Szülőkönyvtár
it: Categoria Superiore
lt: Pagrindinė kategorija
nb: Overordnet kategori
pt_br: Categoria Similar
ru: Родительская категория
sk: Nadradená kategória
sv_se: Föräldrakategori
tr: Üst Kategori
uk: Батьківська категорія

source: Cancel
ar: إلغاء
es_ar: Cancelar
hr: Otkaži
hu: Mégsem
it: Annulla
lt: Atšaukti
nb: Avbryt
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
sv_se: Avbryt
tr: İptal
uk: Скасувати

source: Save
ar: حفظ
es_ar: Guardar
hr: Pohrani
hu: Mentés
it: Salva
lt: Išsaugoti
nb: Lagre
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sv_se: Spara
tr: Kaydet
uk: Зберегти

source: Delete
ar: حذف
es_ar: Eliminar
hr: Obriši
hu: Törlés
it: Cancella
lt: Ištrinti
nb: Slett
pt_br: Excluir
ru: Удалить
sk: Odstrániť
sv_se: Ta bort
tr: Sil
uk: Видалити

source: Comment
ar: لا تعليق
es_ar: Comentario
hr: Komentar
hu: Hozzászólás
it: Commento
lt: Komentaras
nb: Kommentar
pt_br: Comentário
ru: Комментарий
sk: Komentár
sv_se: Kommentarer
tr: Yorum
uk: Коментар

source: Group name already exists
it: Il nome del gruppo esiste già
sk: Názov skupiny už existuje
tr: Grup adı zaten var

source: Display Name
ar: عرض الإسم
es_ar: Mostrar nombre
hr: Ime za prikaz
hu: Display név
it: Visualizza Nome
lt: Rodomas vardas
nb: Visningsnavn
pt_br: Nome de Exibição
ru: Отображаемое имя
sk: Zobraz meno
sv_se: Visningsnamn
tr: Adı göster
uk: Коротке ім'я

source: Groupname
it: Nome del gruppo
sk: Názov skupiny
tr: GrupAdı

source: Group Permissions
it: Permessi del gruppo
sk: Oprávnenia skupiny
tr: Grup İzinleri

source: Bad duration formatting, use Hour:Min:Sec
ar: تنسيق المدة خاطئ ، استخدم ساعة:دقيقة:ثانية
es_ar: Formato de duración erronea, utiliza horas: min: seg
hr: Loše oblikovanje za vrijeme, koristite Sat:min:sek
hu: Helytelen hosszformátum, használja így: Óra:Perc:Mp
it: Formato durata sbagliato, usa ore:minuti:secondi
lt: Blogas trukmės formatas, naudokite Valanda:minutė:sekundė
nb: Feil formatering av varighet, bruk Time:Minutt:Sekund
pt_br: Formato inválido, utilize Hora:Min:Seg
ru: Неверное форматирование длительности, используйте Hour:Min:Sec
sk: Zlý časový formát trvania, použite hod:min:sec
sv_se: Felaktig formatering av speltiden, använd Timme:Min:Sek
tr: Yanlış zaman formatı, Saat:Dakika:Saniye şeklinde kullanın.
uk: Невірне форматування тривалості, використовуйте Часи:Хв:Сек

source: Value must be in the format wxh; e.g. 200x300
ar: يجب أن تكون القيمة على نسق العرض×الطول، مثال 200×300
es_ar: El valor debe estar en el formato de ancho x altura, por ejemplo 200x300
hr: Vrijednost mora biti u obliku ŠxV, npr. 200x300
hu: Az értéknek a következő formában kell lennie; pl.: 200x300
it: Il valore deve essere nel formato lxa; es. 200x300
lt: Reikšmė turi būti formatu wxh; pvz. 200x300
nb: Verdien må være i formatet bxh; f. eks. 200x300
pt_br: O valor precisa ser preenchido no no formato LxA; ex. 200x300
ru: Значение должно быть в формате wxh; например, 200x300
sk: Hodnota musí byť vo formáte šírka x výška, napr. 200x300
sv_se: Värdet måste vara i formatet bxh; t.ex. 200x300
tr: Değer şu formatta olmalıdır: 200 X 300
uk: Значення має бути в форматі ШxВ; наприклад, 200x300

source: Width must be a valid integer
ar: العرض يجب أن يكون رقما صحيحا
es_ar: Ancho debe ser un entero válido
hr: Širina mora biti cijeli broj
hu: Szélességnek érvényes egész számnak kell lenni
it: La larghezza deve essere un numero intero valido
lt: Plotis turi būti galiojantis sveikasis skaičius
nb: Bredde må være et gyldig heltall
pt_br: A largura deve ser um número inteiro
ru: Ширина должна иметь целочисленное значение
sk: Šírka musí byť platné číslo
sv_se: Bredden måste vara ett giltigt heltal
tr: Genişlik geçerli bir tam sayı olmalıdır
uk: Ширина повинна мати цілочисельне значення

source: Height must be a valid integer
ar: الارتفاع يجب أن يكون رقما صحيحا
es_ar: Altura debe ser un entero válido
hr: Visina mora biti cijeli broj
hu: Magasságnak érvényes egész számnak kell lenni
it: L'altezza deve essere un numero intero valido
lt: Aukštis turi būti galiojantis sveikasis skaičius
nb: Høyde må være et gyldig heltall
pt_br: A altura deve ser um número inteiro
ru: Высота должна иметь целочисленное значение
sk: Výška musí byť platné číslo
sv_se: Höjden måste vara ett giltigt heltal
tr: Yükseklik geçerli bir tamsayı olmalıdır
uk: Висота повинна мати цілочисельне значення

source: Select an encoded video or audio file on your computer
ar: قم باختيار ملف فيديو أو صوت مرمز من جهازك
es_ar: Selecciona una codificación de vídeo o archivo de audio
hr: Odaberite kodirani video ili audio datoteku na svom računalu
hu: Válasszon egy bekódolt ideó vagy audió file-t számítógépéről
it: Selezionare un file video o audio codificato sul tuo computer
lt: Pasirinkite vaizdo arba garso failą savo kompiuteryje
nb: Velg en video eller lydfil fra din egen datamaskin
pt_br: Selecione, em seu computador, um arquivo codificado de vídeo ou áudio
ru: Выберите видео или аудио файл на вашем компьютере
sk: Vyberte kódovaný video alebo audio súbor na vašom počítači
sv_se: Välj en kodad video eller ljudfil på din dator
tr: Bilgisayarınızda bir kodlanmış video ya da ses dosyası seçin
uk: Оберіть відео або аудіо файл на вашому комп'ютері

source: Upload
ar: تحميل
es_ar: Cargar
hr: Učitaj
hu: Feltöltés
it: Carica
lt: Įkelti
nb: Last opp
ru: Загрузить
sk: Nahratie
sv_se: Skicka upp
tr: Yükle
uk: Вивантажити

source: Add URL
ar: إضافة عنوان الموقع
es_ar: Añadir URL
hr: Dodaj URL
hu: Link hozzáadása
it: Aggiungi URL
lt: Pridėti URL
nb: Legg til URL
pt_br: Adicionar URL
ru: Добавить URL
sk: Pridať URL
sv_se: Lägg till URL
tr: Link ekle
uk: Додати URL

source: YouTube, Vimeo, Amazon S3 or any other link
it: YouTube, Vimeo, Amazon S3 o qualunque altro link
tr: YouTube, Vimeo, Amazon S3 ya da herhangi bir diğer bağlantı

source: Delete file
ar: حذف ملف
es_ar: Eliminar archivo
hr: Obriši datoteku
hu: File törlése
it: Cancella file
lt: Ištrinti failą
nb: Slett fil
pt_br: Excluir arquivo
ru: Удалить файл
sk: Odstrániť súbor
sv_se: Ta bort fil
tr: Dosyayı sil
uk: Видалити файл

source: Include in the Podcast
ar: إدراج في البودكاست
es_ar: Incluir en el Podcast
hr: Uključi u Podcast
hu: Adásmenetben szerepeljen
it: Includi nel Podcast
lt: Įtraukti į Grojaraštį
nb: Inkluder i Podcast
pt_br: Incluir no Podcast
ru: Включить в подкаст
sk: Zahrnúť do podcast-u
sv_se: Inkludera i poddsändningen
tr: Podcast ekle
uk: Додати до подкасту

source: Optional
ar: اختياري
es_ar: Opcional
hr: Izborni
hu: Opcionális
it: Opzionale
lt: Neprivaloma
nb: Valgfri
pt_br: Opcional
ru: По желанию
sk: Voliteľné
sv_se: Valfritt
tr: Opsiyonel
uk: За бажанням

source: Title
ar: العنوان
es_ar: Título
hr: Naslov
hu: Cím
it: Titolo
lt: Pavadinimas
nb: Tittel
pt_br: Título
ru: Заголовок
sk: Názov
sv_se: Titel
tr: Başlık
uk: Заголовок

source: Author Name
ar: اسم المؤلف
es_ar: Nombre del autor
hr: Ime autora
hu: Szerző neve
it: Nome Autore
lt: Autoriaus vardas
nb: Innsenders navn
pt_br: Nome do Autor
ru: Имя автора
sk: Meno autora
sv_se: Upphovsmannens namn
tr: Gönderen Adı
uk: Ім'я автора

source: Author Email
ar: بريد المؤلف الإلكتروني
es_ar: Correo electrónico del autor
hr: e-pošta autora
hu: Szerző e-mail címe
it: Email Autore
lt: Autoriaus el.paštas
nb: Innsenders e-post
pt_br: Email do Autor
ru: Эл. почта автора
sk: E-mail autora
sv_se: Upphovsmannens e-postadress
tr: Yazar E-postası
uk: Email автора

source: Description
ar: الوصف
es_ar: Descripción
hr: Opis
hu: Leírás
it: Descrizione
lt: Aprašymas
nb: Beskrivelse
pt_br: Descrição
ru: Описание
sk: Popis
sv_se: Beskrivning
tr: Açıklama
uk: Опис

source: Categories
ar: الفئات
es_ar: Categorías
hr: Kategorije
hu: Kategóriák
it: Categorie
lt: Kategorijos
nb: Kategorier
pt_br: Categorias
ru: Категории
sk: Kategórie
sv_se: Kategorier
tr: Kategoriler
uk: Категорії

source: Tags
ar: الدالات
es_ar: Etiquetas
hr: Oznake
hu: Tag-ek
lt: Žymos
nb: Stikkord
ru: Теги
sk: Tagy
sv_se: Taggar
tr: Etiketler
uk: Теги

source: e.g.: puppies, great dane, adorable
ar: ... مثل: جميل، مهضوم،
es_ar: por ejemplo: cachorros, gran danés, adorable
hr: npr.: štenci, doge, sladak
hu: pl.: kölykök, szerethető...
it: ad esempio: cuccioli, alano, adorabile
lt: pvz: šuniukai, dogas, žavinga
nb: f. eks.: valper, golden retriver, nydelige
pt_br: ex.: filhotes, dinamarquês, adorável
ru: например, щеночки, большой дейн, восхитительный
sk: napr: šteniatka, nemecká doga, rozkošný
sv_se: t.ex.: hundvalpar, danois, underbara
tr: örnek: köpek, danua, şirin
uk: наприклад, цуценята, датський дог, чудовий
