Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: Fill out an error report below.
ar: املآ تقرير الخطأ في الأسفل
es_ar: Rellena el siguiente informe de errores.
hr: Ispunite izvješće o pogrešci u nastavku.
hu: Töltse ki az alábbi hibajelentést.
it: Compila un report di errore qui sotto.
lt: Užpildykite klaidos pranešimą žemiau.
nb: Fyll ut feilrapporten nedenfor
pt_br: Reporte-nos um erro através do formulário abaixo.
ru: Заполнить отчет об ошибке в форме, что находится чуть ниже.
sk: Vyplňte chybové hlásenie nižšie.
sv_se: Fyll i en felrapport nedan.
tr: Aşağıdaki hata raporunu doldurun.
uk: Заповнити звіт про помилку нижче.

source: Email: (so we can contact you if we find it!)
ar: البريد الالكتروني: (كي نتمكن من الاتصال بك عندما نجد المطلوب!)
es_ar: Correo electrónico: (para que podamos contactarnos con usted!)
hr: E-mail: (tako da vas možemo kontaktirati ako ga nađemoi!)
hu: E-mail: (ha kapcsolatba kell lépnünk önnel!)
it: E-mail: (in modo che possiamo contattarti se la troviamo!)
lt: El.paštas: (kad galėtume susisiekti su jumis, jeigu rasime tai!)
nb: E-post: (Så vi kan kontakte deg om feilen!)
pt_br: Email: (para que possamos contactá-lo)
ru: Email: (что бы мы могли связаться с вами, в случае необходимости!)
sk: E-mail: (aby sme vás mohli kontaktovať, akonáhle zistíme, čo sa stalo!)
sv_se: E-postadress: (så att vi kan kontakta dig om problemet!)
tr: E-posta: (Sizle bağlantı halinde olmamız için!)
uk: Email: (щоб ми могли зв'язатися з Вами у разі потреби!)

source: What were you looking for when you got the error?
ar: على ماذا كنت تبحث عندما حصل الخطأ؟
es_ar: ¿Qué estabas buscando cuando ocurrio el error?
hr: Što ste tražili kada ste dobili pogrešku?
hu: Mit keresett mikor ezt a hibát tapasztalta?
it: Cosa stavi cercando quando hai ottenuto l'errore?
lt: Ko Jūs ieškojote, kai gavote klaidą?
nb: Hva var det du skulle til å gjøre da feilen oppstod?
pt_br: O que você estava procurando quando o erro ocorreu?
ru: Что вы делали, перед тем как увидели эту ошибку?
sk: Čo ste hľadali, keď nastala chyba?
sv_se: Vad letade du efter när du fick detta fel?
tr: Ne yaparken bu hatayı aldınız?
uk: Що Ви робили, перед тим як помітили цю помилку?

source: Submit Error Report
ar: إرسال تقرير الخطأ
es_ar: Enviar informe de error
hr: Pošalji izvješće o pogrešci
hu: Hibajelentés beküldése
it: Invia un rapporto di errore
lt: Pateikti Klaidos pranešimą
nb: Send inn feilrapporten
pt_br: Enviar Relatório de Erro
ru: Отправить отчет об ошибке
sk: Odoslať správu o chybách
sv_se: Skicka in felrapport
tr: Hata Raporu Gönder
uk: Надіслати звіт про помилку

source: Like
ar: لا تشابه
es_ar: Le gusta
hr: Sviđa mi se
it: Piace
lt: Patinka
nb: Lik
pt_br: Gostou
ru: Ромашка
sk: Páči
sv_se: personer gillar
tr: Beğeni
uk: Лайк

source: View
ar: لا مشاهدات
es_ar: Vistas
hr: Pregled
hu: Megtekintés
it: Vista
lt: Peržiūra
nb: Visning
pt_br: Visualização
ru: Просмотр
sk: Zobrazenie
sv_se: Visningar
tr: İzlenme
uk: Перегляд

source: Page:
ar: صفحة
es_ar: Página:
hr: Stranica:
hu: Oldal:
it: Pagina
lt: Puslapis:
nb: Side:
pt_br: Página
ru: Страница:
sk: Stránka:
sv_se: Sida:
tr: Sayfa:
uk: Сторінка:

source: Show:
ar: عرض
es_ar: Mostrar:
hr: Prikaži:
it: Mostra:
lt: Rodyti:
nb: Vis:
pt_br: Exibir:
ru: Показать:
sk: Ukázať:
sv_se: Visa:
tr: Göster:
uk: Показати:

source: Latest
ar: الأخير
es_ar: Los últimos
hr: Zadnji
hu: Utolsó
it: Ultime
lt: Naujausios
nb: Siste
pt_br: Últimos
ru: Последние
sk: Posledné
sv_se: Senaste
tr: En son
uk: Нове

source: Most Popular
ar: الأكثر شعبية
es_ar: Los más populares
hr: Najpopularniji
hu: Legnépszerűbb
it: I più popolari
lt: Populiariausi
nb: Mest populære
pt_br: Mais Populares
ru: Популярные
sk: Najobľúbenejšie
sv_se: Mest populära
tr: En Popüler
uk: Популярне

source: Featured
ar: متميز
es_ar: Destacados
hr: Istaknuti
hu: Kiválasztott
it: In primo piano
lt: Rekomenduojama
nb: Utvalgte
pt_br: Destaque
ru: Самое популярное
sk: Odporúčané
sv_se: I blickfånget
tr: Seçilmiş
uk: Найпопулярніше

source: Page
ar: صفحة
es_ar: Página
hr: Stranica
it: Pagina
lt: Puslapis
nb: Side
pt_br: Página
ru: Страница
sk: Stránka
sv_se: Sida
tr: Sayfa
uk: Сторінка

source: The %(fieldName)s field accepts some HTML formatting: %(formattingList)s
es_ar: El campo %(fieldName)s acepta algún formato HTML: %(formattingList)s
hr: %(fieldName)s polja prihvaćaju neka HTML oblikovanja: %(formattingList)s
hu: A %(fieldName)s mező HTML formázásokat fogad: %(formattingList)s
it: Il campo %(fieldName)s accetta alcune formattazioni HTML: %(formattingList)s
lt: Šis laukelis %(fieldName)s palaiko HTML formatavimą: %(formattingList)s
nb: %(fieldName)s godtar bare noe HTML-formatering: %(formattingList)s
pt_br: O campo %(fieldName)s aceita algumas formatações HTML: %(formattingList)s
ru: Поле %(fieldName)s принимает некоторые элементы форматирования HTML: %(formattingList)s
sk: %(fieldName)s prijíma niektoré formátovanie v HTML: %(formattingList)s
sv_se: Den %(fieldName)s område beredd att ta en HTML-formatering: %(formattingList)s
tr: %(fieldName)s alanları bazı HTML kodlama formatlarını desteklemektedir: %(formattingList)s
uk: Поле %(fieldName)s приймає деякі елементи форматування HTML: %(formattingList)s

source: Feeds:
ar: تغدية
es_ar: Suscripciones:
hr: Tekuće/Feedovi:
hu: Etetések:
lt: Kanalai:
ru: Ленты:
sk: RSS:
sv_se: Flöden:
tr: Beslemeler:
uk: Канали:

source: [1:MediaDrop] [2:video platform]
es_ar: [1: MediaDrop] [2: plataforma de vídeo]
it: [1:MediaDrop] [2:video piattaforma]
pt_br: [1:MediaDrop] [2:plataforma de vídeo]
sv_se: [1: MediaDrop] [2: video plattform]
tr: [1:MediaDrop] [2:video platformu]
uk: [2:відео-платформа][1:MediaDrop]

source: Log in to
it: Collegati a
sk: Prihlásiť sa do
tr: İle giriş

source: Log in
it: Collegati
sk: Prihlásiť sa
tr: Giriş

source: Admin
sk: Administrátor
tr: Yönetici

source: Logout
ar: خروج
es_ar: Desconectarse
hr: Odjava
hu: Kijelentkezés
it: Esci
lt: Atsijungti
nb: Logg ut
ru: Выход
sk: Odhlásiť
sv_se: Logga ut
tr: Oturumu kapat
uk: Вихід

source: Explore
ar: استعراض
es_ar: Explorar
hr: Naslovnica
hu: Felfedez
it: Esplora
lt: Apžvalga
nb: Hovedside
pt_br: Página Inicial
ru: Обзор
sk: Preskúmať
sv_se: Utforska
tr: Keşfet
uk: Огляд

source: Media Library
ar: مكتبة الوسائط
es_ar: Biblioteca multimedia
hr: Video arhiva
hu: Médiakönyvtár
it: Biblioteca di Media
lt: Mediateka
nb: Mediebibliotek
pt_br: Catálogo de Mídias
ru: Библиотека
sk: Knižnica médií
sv_se: Mediabibliotek
tr: Ortam Kitaplığı
uk: Бібліотека

source: Podcasts
ar: البودكاست
hr: Podcasti
hu: Adásmenet
it: Podcast
lt: Grojaraščiai
nb: Podcast
ru: Подкасты
sk: Podcasty
sv_se: Poddsändningar
tr: Podcastler
uk: Подкасти

source: Search
ar: بحث
es_ar: Buscar
hr: Pretraživanje
hu: Keresés
it: Cerca
lt: Paieška
nb: Søk
pt_br: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv_se: Sök
tr: Arama
uk: Пошук

source: Moderate comments
ar: مراجعة التعليقات
es_ar: Moderar comentarios
hr: Moderirani komentari
hu: Megjegyzések moderálása
it: Modera commenti
lt: Tvarkyti komentarus
nb: Moderer kommentarer
pt_br: Moderar comentários
ru: Модерировать комментарии
sk: Moderovať komentáre
sv_se: Moderera kommentarer
tr: Yorumları düzenle.
uk: Модерувати коментарі

source: Moderate
ar: مراجعة
es_ar: Moderar
hr: Moderirano
hu: Moderál
it: Moderata
lt: Tvakryti
nb: Moderer
pt_br: Moderação
ru: Модерировать
sk: Moderovať
sv_se: Moderera
tr: Yönet
uk: Модерувати

source: Comments
ar: تعليقات
es_ar: Comentarios
hr: Komentari
hu: Megjegyzések
it: Commenti
lt: Komentarai
nb: Kommentarer
pt_br: Comentários
ru: Комментарии
sk: Komentáre
sv_se: Kommentarer
tr: Yorumlar
uk: Коментарі

source: Published
ar: منشور
es_ar: Publicado
hr: Objavljeno
hu: Közzétéve
it: Edizione
lt: Paskelbta
nb: Publisert
pt_br: Publicado
ru: Опубликовано
sk: Publikované
sv_se: Publicerad
tr: Yayınlandı
uk: Опубліковане

source: Unreviewed
ar: لم يشاهد
es_ar: Sin revisar
hr: Nepregledano
hu: Nem ellenőrzött
it: Recensiti
lt: Neperžiūrėta
nb: Ikke gjennomgått
pt_br: Não revisado
ru: Не проверено
sk: Neskontrolované
sv_se: Ej granskad
tr: Incelenmemiş
uk: Нерецензоване

source: Trash
ar: المهملات
es_ar: Basurero
hr: Smeće
hu: Kuka
it: Cestino
lt: Šiukšlės
nb: Søppel
pt_br: Lixo
ru: Корзина
sk: Kôš
sv_se: Papperskorg
tr: Çöp
uk: Кошик

source: Dashboard
ar: لوحة الإدارة
es_ar: Panel de control
hr: Nadzorna ploča
hu: Vezérlőpult
it: Cruscotto
lt: Darbalaukis
nb: Kontrollpanel
pt_br: Painel
ru: Главная
sk: Nástenka
sv_se: Instrumentbräda
tr: Gösterge paneli
uk: Панель інструментів

source: Awaiting Review
ar: في انتظار المراجعة
es_ar: Esperando revisión
hr: Čeka na pregled
hu: Visgálatra vár
it: In attesa di revisione
lt: Laukiama peržiūros
nb: Klare for gjennomgang
pt_br: Aguardando Revisão
ru: Ожидают обзора
sk: Čaká na skontrolovanie
sv_se: Väntar på granskning
tr: Bekleyen İnceleme
uk: Чекає на реценцію

source: Awaiting Encoding
ar: في انتظار الترميز
es_ar: Esperando codificación
hr: Pričekajte kodiranje
hu: Kódolásra vár
it: In attesa di codifica
lt: Laukiama dekodavimo
nb: Klare for koding
pt_br: Aguardando Codificação
ru: Ожидают конвертации
sk: Čaká na kódovanie
sv_se: Väntar på kodning
tr: Bekleyen Kodlama
uk: Чекає на конвертацію

source: Awaiting Publishing
ar: في انتظار النشر
es_ar: Esperando publicación
hr: Pričekajte objavljivanje
hu: Publikálásra vár
it: In attesa di pubblicazione
lt: Laukiama paskelbimo
nb: Klare for publisering
pt_br: Aguardando Publicação
ru: Ожидают публикации
sk: Čaká zverejnenie
sv_se: Väntar på publicering
tr: Bekleyen Yayın
uk: Чекає на публікацію

source: Get Started
ar: البدء
es_ar: Empezar
hr: Započni
it: Per Iniziare
lt: Pradėkite
nb: Komme i gang
pt_br: Começar
ru: Начало работы
sk: Začíname
sv_se: Kom igång
tr: Başla
uk: Початок роботи

source: Add New Media
ar: إضافة وسائط جديدة
es_ar: Añadir nuevos videos
hr: Dodaj novi materijal
hu: Új média hozzáadása
it: Aggiungi un nuovo Media
lt: Pridėti naują video
nb: Legg til ny mediefil
pt_br: Adicionar Nova Mídia
ru: Добавить новый файл
sk: Pridať nové médiá
sv_se: Lägg till nytt media
tr: Yeni Medya ekle
uk: Додати новий файл

source: Recently Published
ar: نشرت في الآونة الأخيرة
es_ar: Publicado recientemente
hr: Nedavno objavljeno
hu: Utoljára publikált
it: Pubblicato recentemente
lt: Neseniai paskelbta
nb: Nylig publisert
pt_br: Últimas Publicações
ru: Последнее опубликованное
sk: Nedávno zverejnené
sv_se: Senaste publicerade
tr: Son zamanlarda yayınlanan
uk: Останнє опубліковане

source: View Site
ar: مشاهدة الموقع
es_ar: Ver sitio
hr: Vidi
hu: Oldal megtekintése
it: Visualizza sito
lt: Peržiūrėti Svetainę
nb: Vis side
pt_br: Visualizar Site
ru: На сайт
sk: Zobrazenie stránok
sv_se: Visa webbplats
tr: Site'yı görüntüle
uk: На сайт

source: Media
ar: وسائط
es_ar: Multimedia
hr: Materijal
hu: Média
lt: Video
nb: Mediefiler
pt_br: Mídia
ru: Файлы
sk: Médiá
tr: Medya
uk: Медіа

source: Users
ar: مستخدمون
es_ar: Usuarios
hr: Korisnici
hu: Felhasználók
it: Utenti
lt: Vartotojai
nb: Brukere
pt_br: Usuários
ru: Пользователи
sk: Užívatelia
sv_se: Användare
tr: Kullanıcılar
uk: Користувачі

source: Settings
ar: الإعدادات
es_ar: Configuraciones
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
nb: Innstillinger
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sv_se: Inställningar
tr: Ayarlar
uk: Налаштування

source: Confirm Delete
ar: توكيد الحذف
es_ar: Confirmar eliminación
hr: Potvrdi brisanje
hu: Törlés megerősítése
it: Conferma cancellazione
lt: Patvirtinti trynimą
nb: Bekreft sletting
pt_br: Confirmar Exclusão
ru: Подтвердить удаление
sk: Potvrdiť odstránenie
sv_se: Bekräfta borttagning
tr: Silmeyi onayla
uk: Підтвердити видалення

source: Are you sure you want to delete these %(num)s items?
ar: هل أنت متأكد من حذف %(num)s؟
es_ar: ¿Estás seguro que deseas eliminar estos %(num)s elementos?
hr: Jeste li sigurni da želite izbrisati ove %(num)s stavke?
hu: Biztos benne, hogy ezt a %(num)s elemet törölni akarja?
it: Sei sicuro di voler cancellare questi %(num)s elementi?
lt: Ar tikrai norite ištrinti šiuos %(num)s įrašus?
nb: Er du sikker på at du vil slette disse %(num)s oppføringene?
pt_br: Tem certeza que deseja excluir este(s) %(num)s item(ns)?
ru: Вы уверены, что хотите удалить эти файлы: %(num)s
sk: Ste si istí, že chcete odstrániť tieto %(num)s položky?
sv_se: Är du säker på att du vill ta bort dessa %(num)s objekt?
tr: Bu %(num)s tane öğeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити ці файли: %(num)s?

source: Add Category
ar: إضافة فئة
es_ar: Añadir categoría
hr: Dodaj kategoriju
hu: Kategória hozzáadása
it: Aggiungi Categoria
lt: Pridėti kategoriją
nb: Legg til kategori
pt_br: Adicionar Categoria
ru: Добавить категорию
sk: Pridať kategóriu
sv_se: Lägg till kategori
tr: Kategori Ekle
uk: Додати категорію

source: Bulk Delete
ar: حذف الأغلبية
es_ar: Eliminación masiva
hr: Skupno Izbriši
hu: Tömeges törlés
it: Cancellazione in blocco
lt: Masinis trynimas
nb: Slett flere
pt_br: Exclusão em Lote
ru: Массовое удаление
sk: Hromadné mazanie
sv_se: Ta bort flera
tr: Çoklu silme
uk: Масове видалення

source: Edit Category
ar: تحرير فئة
es_ar: Editar Categoría
hr: Uredi kategoriju
hu: Kategória szerkesztése
it: Modifica Categoria
lt: Redaguoti kategoriją
nb: Rediger kategori
pt_br: Editar Categoria
ru: Изменить категорию
sk: Upraviť kategóriu
sv_se: Redigera kategori
tr: Kategori Düzenle
uk: Змінити категорію

source: Delete Category
ar: حذف فئة
es_ar: Eliminar Categoría
hr: Briši kategoriju
hu: Kategória törlése
it: Cancella Categoria
lt: Ištrinti kategoriją
nb: Slett kategori
pt_br: Excluir Categoria
ru: Удалить категорию
sk: Odstrániť kategóriu
sv_se: Ta bort kategori
tr: Kategoriyi sil
uk: Видалити категорію

source: Are you sure you want to delete this category [1:and ALL of its children]?
ar: هل أنت متأكد من حذف هذه الفئة [1:وكل فروعها]؟
es_ar: ¿Estás seguro que deseas eliminar esta categoría [1: y todas sus subcategorías]?
hr: Jeste li sigurni da želite izbrisati ovu kategoriju [1: i sve podkategorije]?
hu: Biztos, hogy törölni akarja ezt a kategóriát: [1:and ALL of its children]?
it: Sei sicuro di voler cancellare questa categoria [1:and TUTTI i suoi figli]?
lt: Ar tikrai norite pašalinti šią kategorija [1:and ALL of its children]?
nb: Er du sikker på at du vil slette denne kateorien [1:og ALLE underkategorier]?
pt_br: Tem certeza que deseja excluir esta categoria [1:and ALL of its children]?
ru: Вы уверены, что хотите удалить эту категорию [1:и ВСЕ подкатегории]?
sk: Ste si istí, že chcete zmazať túto kategóriu [1:and ALL of its children]?
sv_se: Är du säker på att du vill ta bort denna kategori [1:och ALLA dess barn]?
tr: Kategoriyi silmekte kararlı mısınız? [1:ve tüm alt kategorileri]?
uk: Ви впевненні, що бажаєте видалити цю категорію [1:та УСІ підкатегорії]?

source: Edit
ar: تحرير
es_ar: Editar
hr: Uredi
hu: Szerkesztés
it: Modifica
lt: Redaguoti
nb: Rediger
pt_br: Editar
ru: Изменить
sk: Upraviť
sv_se: Redigera
tr: Düzenle
uk: Змінити

source: Status
ar: الحالة
es_ar: Estado
hu: Státusz
it: Stato
lt: Būsena
ru: Статус
sk: Stav
tr: Durum
uk: Статус

source: Author
ar: المؤلف
es_ar: Autor
hr: Autor
hu: Szerző
it: Autore
lt: Autorius
nb: Opphavsperson
pt_br: Autor
ru: Автор
sk: Autor
sv_se: Upphovsman
tr: Yazar
uk: Автор

source: In Response to
ar: في الرد على
es_ar: En respuesta a
hr: Kao odgovor na
hu: Válaszolva erre
it: In risposta a
lt: Atsakant į
nb: Som svar på
pt_br: Em resposta a
ru: В ответ на
sk: V reakcii na
sv_se: Som svar på
tr: Cevap olarak
uk: У відповідь на

source: None Found
ar: لا شيء موجود
es_ar: No se encontró
hr: Ništa nije pronađeno
hu: Nincs találat
it: Non è stato trovato nulla
lt: Nieko nėra
nb: Ingen funnet
pt_br: Nenhum resultado encontrado
ru: Ничего не найдено
sk: Nič nenájdené
sv_se: Ingen hittades
tr: Hiçbir şey bulunamadı
uk: Нічого не знайдено

source: This comment has already been approved for publishing
ar: سبق أن تمت الموافقة على التعليق ونشره
es_ar: Este comentario ya ha sido aprobado para su publicación
hr: Ovaj komentar je već odobren za objavljivanje
hu: A megjegyzés már el lett fogadva publikálásra
it: Questo commento è già stato approvato per la pubblicazione
lt: Šis komentaras jau buvo patvirtintas paskelbimui
nb: Denne kommentaren er allerede godkjent for publisering
pt_br: Este comentário já foi aprovado para publicação
ru: Этот комментарий уже одобрен для публикации
sk: Tento komentár bol už schválený na publikovanie
sv_se: Denna kommentar har redan godkänts för publicering
tr: Bu yorum zaten yayınlamak için onaylandı
uk: Цей коментар уже схвалений для публікації

source: Approve this comment for publishing
ar: وافق على هذا التعليق للنشر
es_ar: Aprobar este comentario para su publicación
hr: Odobri ovaj komentar za objavljivanje
hu: Megjegyzés elfogadása piblikálásra
it: Approva questo commento per la pubblicazione
lt: Patvirtinti šį komentarą publikavimui
nb: Godkjenn denne kommentaren
pt_br: Aprove este comentário para publicação
ru: Утвердить этот комментарий для публикации
sk: Schváliť tento komentár k publikovaniu
sv_se: Godkänn denna kommentar för publicering
tr: Bu yorumu yayınlamak için onayla
uk: Схвалити цей коментар для публікації

source: Approve
ar: الموافقة على
es_ar: Aprobar
hr: Odobri
hu: Elfogad
it: Approva
lt: Patvirtinti
nb: Godkjenn
pt_br: Aprovar
ru: Утвердить
sk: Schválenie
sv_se: Godkänn
tr: Onayla
uk: Схвалити

source: Delete this comment
ar: حذف هذا التعليق
es_ar: Eliminar este comentario
hr: Izbriši ovaj komentar
hu: Megjegyzés törlése
it: Cancella questo commento
lt: Ištrinti šį komentarą
nb: Slett denne kommentaren
pt_br: Excluir este comentário
ru: Удалить этот комментарий
sk: Zmazať tento komentár
sv_se: Ta bort denna kommentar
tr: Bu yorumu sil
uk: Видалити цей коментар

source: Submitted on
ar: أرسل على
es_ar: Enviado en
hr: Poslao
hu: Beküldve ekkor:
it: Inviato su
lt: Pateikta
nb: Lagt til
pt_br: Enviado em
ru: Опубликовано
sk: Predložené dňa
sv_se: Skickades in den
tr: Bu tarihte gönderildi
uk: Опубліковано

source: Go to the admin page for this item
ar: الذهاب إلى صفحة المدير لهذا البند
es_ar: Ir a la página de administración
hr: Idi na admin stranicu za ovu stavku
hu: Admin szekcióba lép ehhez az elemhez
it: Vai alla pagina di amministrazione per questo elemeno
lt: Eiti į administratoriaus puslapį dėl šio įrašo
nb: Gå til administrasjonssiden for dette elementet
pt_br: Vá à página de administração, para este item
ru: Перейдите в панель администрирования для этого
sk: Prejsť na admin stránky pre túto položku
sv_se: Gå till administratörssidan för detta objekt
tr: Bu öğe için yönetici sayfasına git
uk: Перейдіть у панель адміністрування для цього

source: Comments for %(media_filter_title)s
ar: تعليقات على %(media_filter_title)s
es_ar: Comentarios para %(media_filter_title)s
hr: Komentari za %(media_filter_title)s
hu: Megjegyzések ehhez: %(media_filter_title)s
it: Commenti per %(media_filter_title)s
lt: Komentarai %(media_filter_title)s
nb: Kommentarer for %(media_filter_title)s
pt_br: Comentários para %(media_filter_title)s
ru: Комментарии по %(media_filter_title)s
sk: Komentáre k %(media_filter_title)s
sv_se: Kommentarer för %(media_filter_title)s
tr: %(media_filter_title)s için yorumlar
uk: Коментарі до %(media_filter_title)s

source: Comments for
ar: تعليقات على
es_ar: Comentarios para
hr: Komentari za
hu: Megjegyzések ehhez:
it: Commenti per
lt: Komentarai
nb: Kommentarer for
pt_br: Comentários para
ru: Комментарий к
sk: Komentáre k
sv_se: Kommentarer för
tr: Bunun için yorum
uk: Коментарі до

source: Edit Text
ar: تحرير نص
es_ar: Editar texto
hr: Uredi tekst
hu: Szöveg szerkesztése
it: Modifica testo
lt: Redaguoti tekstą
nb: Rediger tekst
pt_br: Editar Texto
ru: Изменить текст
sk: Upraviť text
sv_se: Redigera text
tr: Metni düzenle
uk: Редагувати текст

source: Cancel Edit
ar: إلغاء التحرير
es_ar: Cancelar edición
hr: Odustani od uređivanja
hu: Szerkesztés elvetése
it: Annulla la modifica
lt: Atšaukti Redagavimą
nb: Avbryt redigering
pt_br: Cancelar Edição
ru: Отменить редактирование
sk: Zrušiť úpravy
sv_se: Avbryt redigering
tr: Düzenlemeyi iptal et
uk: Скасувати редагування

source: Are you sure you want to delete %(name)s's comment?
ar: هل أنت متأكد من حذف التعليق %(name)s's؟
es_ar: ¿Estás seguro que deseas eliminar el comentario de %(name)s?
hr: Jeste li sigurni da želite izbrisati %(name)s's komentar?
hu: Biztos, hogy törli %(name)s megjegyzéseit?
it: Sei sicuro di voler cancellare il commento di %(name)s?
lt: Ar tikrai norite ištrinti %(name)s komentarą?
nb: Er du sikker på at du vil slette %(name)s sine kommentarer?
pt_br: Tem certeza que deseja excluir o(s) comentário(s) %(name)s?
ru: Вы уверены, что хотите удалить комментарий %(name)s?
sk: Ste si istí, že chcete vymazať %(name)s komentár?
sv_se: Är du säker på att du vill ta bort kommentaren från %(name)s?
tr: %(name)s'n yorumunu silmekte kararlı mısınız?
uk: Ви впевнені, що бажаєте видалити коментар %(name)s?

source: Comments that match '%(search)s'
ar: التعليقات المتطابقة مع '%(search)s'
es_ar: Comentarios que coinciden con ' %(search)s '
hr: Komentari koji se podudaraju " %(search)s'
hu: Megjegyzések, amelyek találatot mutattak ehhez: '%(search)s'
it: I commenti che corrispondono a '%(search)s'
lt: Komentarai, kurios atitinka '%(search)s'
nb: Kommentarer som stemmer overens med '%(search)s'
pt_br: Comentários que correspondem a '%(search)s'
ru: Комментарии, содержащии '%(search)s'
sk: Komentáre, ktoré zodpovedajú '%(search)s'
sv_se: Kommentarer som matchar "%(search)s"
tr: '%(search)s' ile eşleşen yorumlar
uk: Коментарі, що містять '%(search)s'

source: All Comments
ar: جميع التعليقات
es_ar: Todos los comentarios
hr: Svi komentari
hu: Minden megjegyzés
it: Tutti i commenti
lt: Visi komentarai
nb: Alle kommentarer
pt_br: Todos os comentários
ru: Все комментарии
sk: Všetky komentáre
sv_se: Alla kommentarer
tr: Tüm Yorumlar
uk: Усі коментарі

source: Comments for %(search)s
ar: التعليقات على %(search)s
es_ar: Comentarios para %(search)s
hr: Komentari za %(search)s
hu: Megjegyzések a következő kereséshez: %(search)s
it: Commenti per %(search)s
lt: Komentarai %(search)s
nb: Kommentarer for %(search)s
pt_br: Comentários para %(search)s
ru: Комментарии к %(search)s
sk: Komentáre k %(search)s
sv_se: Kommentarer för %(search)s
tr: %(search)s için yorumlar
uk: Коментарі до %(search)s

source: Publish
ar: نشر
es_ar: Publicar
hr: Objavi
hu: Publikál
it: Pubblica
lt: Skelbti
nb: Publiser
pt_br: Publicar
ru: Опубликовать
sk: Zverejní
sv_se: Publicera
tr: Yayınla
uk: Опублікувати

source: Bulk Actions
ar: جملة من الإجراءات
es_ar: Acciones en Bloque
hr: Skupne akcije
hu: Tömeges akciók
it: Azioni in blocco
lt: Masiniai veiksmai
nb: Bulk handlinger
pt_br: Ações em Lote
ru: Массовые действия
sk: Hromadné akcie
sv_se: Massåtgärder
tr: Çoklu Eylemler
uk: Масові дії

source: Are you sure you want to delete this?
ar: هل أنت متأكد من حذف هذا؟
es_ar: ¿Estás seguro que quieres eliminarlo?
hr: Jeste li sigurni da ovo želite izbrisati?
hu: Biztos, hogy törli ezt?
it: Sei sicuro di volerlo cancellare?
lt: Ar jūs tikrai norite ištrinti tai?
nb: Er du sikker på at du vil slette denne?
pt_br: Tem certeza que deseja excluir este item?
ru: Вы уверены, что хотите удалить это?
sk: Ste si istí, že to chcete zmazať?
sv_se: Är du säker på att du vill ta bort dessa?
tr: Bunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, шо бажаєте це видалити?

source: New Group
it: Nuovo gruppo
sk: Nová skupina
tr: Yeni Grup

source: Are you sure you want to delete this group?
it: Sei sicuro di voler cancellare questo gruppo?
sk: Ste si istí, že chcete zmazať túto skupinu?
tr: Bu grubu silmek istediğinizden emin misiniz?

source: Add Group
it: Aggiungi Gruppo
sk: Pridať skupinu
tr: Grup Ekle

source: Publish Date
ar: تاريخ النشر
es_ar: Fecha de publicación
hr: Datum izdavanja
hu: Publikálás dátuma
it: Data pubblicazione
lt: Paskelbimo data
nb: Publiseringsdato
pt_br: Data de Publicação
ru: Дата публикации
sk: Dátum vydania
sv_se: Publiceringsdatum
tr: Yayın Tarihi
uk: Дата публікації
