Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: You must add a file and save before review can begin.
ar: يجب إضافة الملفات وحفظها قبل أن تبدأ المراجعة.
es_ar: Debes añadir un archivo y guardarlo antes de comenzar su revisión.
hr: Morate dodati datoteku i spremiti prije početka pregleda.
hu: Hozzá kell adnia és mentenie kell egy file-t, hogy az ellenőrzés elkezdődjön.
it: È necessario aggiungere un file e salvarlo prima che la revisione possa iniziare.
lt: Turite pridėti failą ir išsaugoti, prieš peržiūrai prasidedant.
nb: Du må legge til en fil å lagre før gjennomgangen kan starte.
pt_br: Você precisa adicionar um arquivo e salvá-lo antes de iniciar a revisão.
ru: Вам необходимо добавить файл и сохранится, прежде чем будет продолжен обзор.
sk: Je nutné pridať súbor a uložiť predtým ako môže byť zobrazený náhľad.
sv_se: Du måste lägga till en fil och spara den innan granskningen kan påbörjas.
tr: İnceleme başlamadan önce bir dosya eklemeniz ve bunu kaydetmeniz gerekir.
uk: Вам необхідно додати файл та зберегти перед тим, як буде продовжено рецензування.

source: Review Pending
ar: في انتظار المراجعة
es_ar: Revisión pendiente
hr: Čekanje na pregled
hu: Ellenőrzés folyamatban
it: In attesa di revisione
lt: Peržiūra eilėje
nb: Avventer gjennomgang
pt_br: Revisão Pendente
ru: В ожидании обзора.
sk: Až do revízie
sv_se: Väntar på granskning
tr: Inceleme beklemede.
uk: В очікуванні перевірки.

source: Encoding Complete
ar: اكتمال الترميز
es_ar: Codificación completa
hr: Kodiranje završeno
hu: Kódolás befejezve
it: Codifica completata
lt: Dekodavimas baigtas
nb: Koding fullført
pt_br: Codificação Completa
ru: Кодирование завершено
sk: Kódovanie je kompletné
sv_se: Kodningen är färdig
tr: Dönüştürme Tamamlandı
uk: Конвертація завершена

source: Encoding Pending
ar: ترميز معلّق
es_ar: Codificación pendiente
hr: Čekanje na kodiranje
hu: Kódolás folyamatban
it: In attesa di codifica
lt: Dekodavimas eilėje
nb: Avventer koding
pt_br: Codificação Pendente
ru: В ожидании кодирования
sk: Čaká na kódovania
sv_se: Väntar på kodning
tr: Dönüştürme Bekliyor
uk: В очікуванні конвертації

source: Click to change the publish date
ar: انقر هنا لتغيير تاريخ النشر
es_ar: Haz clic para cambiar la fecha de publicación
hr: Kliknite za promjenu datuma objave
hu: Kattintson ide a publikálási dátum módosításához
it: Premi per cambiare la data di pubblicazione
lt: Spustelėkite norėdami pakeisti paskelbimo datą
nb: Klikk for å endre publiseringsdato
pt_br: Clique para alterar a data de publicação
ru: Нажмите для изменения даты публикации
sk: Kliknite pre zmenu dátum zverejnenia
sv_se: Klicka för att ändra publiceringsdatum
tr: Yayın tarihini değiştirmek için tıkla
uk: Натисніть для зміни дати публікації

source: Publishing
ar: نشر
es_ar: Publicado
hr: Objavljivanje
hu: Publikálás
it: In pubblicazione
lt: Paskelbta
nb: Publiserer
pt_br: Publicação
ru: Публикация
sk: Publikovanie
sv_se: Publicerar
tr: Yayınlama
uk: Публікація

source: Pending
ar: في الانتظار
es_ar: Pendiente
hr: Na čekanju
hu: Folyamatban
it: In attesa
lt: Eilėje
nb: Avventer
pt_br: Pendente
ru: В ожидании
sk: Čaká sa
sv_se: Väntar
tr: Beklemede
uk: В очікуванні

source: Review Complete
ar: اكتمل الاستعراض
es_ar: Revisión completa
hr: Pregled završen
hu: Ellenőrzés befejezve
it: Recensione completa
lt: Peržiūra baigta
nb: Gjennomgang ferdig
pt_br: Revisão Concluída
ru: Обзор завершен.
sk: Náhľad skončil
sv_se: Granskningen är färdig
tr: Inceleme tamamlandı
uk: Перевірка завершена

source: Review can only be completed after a file is added.
ar: يكتمل الاستعراض بعد أن يضاف الملف فقط
es_ar: La revisión sólo puede ser completada después de agregar un archivo.
hr: Pregled može biti dovršen nakon dodavanja datoteke.
hu: Ellenőrzés akkor fejeződhet be ha egy file hozzá lett adva.
it: La recensione può essere completata solo dopo che un file viene aggiunto.
lt: Peržiūra galima tik baigus įkelti video failą.
nb: Gjennomgangen kan ikke fullføres før det er lagt til en fil.
pt_br: A revisão somente pode ser concluída após adicionar um arquivo
ru: Обзор может быть завершен, только после добавления файла.
sk: Náhľad môže byť dokončený až po pridaní súboru.
sv_se: Granskning har endast färdigställas efter att en fil har lagts till.
tr: İnceleme sadece bir dosya eklendikten sonra tamamlanabilir.
uk: Перевірка може бути завершена, тільки після додавання файлу.

source: Encoding will be complete when an acceptable file is added.
ar: يكتمل الترمز عندما يتم إضافة ملف مناسب
es_ar: La codificación se completa cuando un archivo aceptable es agregado.
hr: Kodiranje će biti završeno ako je dodana prihvatljiva datoteka.
hu: Kódolás akkor fejeződik be ha egy elfogadható file hozzá lesz adva.
it: La codifica sarà completa quando uno dei file consentiti verrà aggiunto.
lt: Dekodavimas bus baigtas, kai priimtinas failas bus pridėtas.
nb: Koding vil fullføres når en akseptert fil er lagt til.
pt_br: A codificação será finalizada quando um arquivo suportado for adicionado.
ru: Конвертирование будет завершено, после добавления подходящего файла.
sk: Kódovanie bude dokončené, až keď je pridaný prijateľný súbor.
sv_se: Kodningen kommer att färdigställas när en lämplig fil har lagts till.
tr: Kabul edilen dosya eklendiğinde kodlama tamamlanacak.
uk: Конвертація буде завершена після додавання належного файлу.

source: Publish Now
ar: النشر الآن
es_ar: Publicar ahora
hr: Objavi sada
hu: Publikálás most
it: Pubblica ora
lt: Publikuoti dabar
nb: Publiser nå
pt_br: Publicar Agora
ru: Опубликовать
sk: Publikovanie teraz
sv_se: Publicera nu
tr: Şimdi Yayınla
uk: Опублікувати

source: Click to change the expiration date
it: Premi per cambiare la data di scadenza
tr: Bitiş tarihini değiştirmek için tıkla

source: Expires
it: Scaduto
sk: končí
tr: Süre Bitimi

source: never
it: mai
sk: nikdy
tr: hiçbir zaman

source: Players
ar: مشغلات
es_ar: Reproductores
hr: Player / Alat za reprodukciju
hu: Lejátszók
it: Visualizzatori
lt: Leistuvai
nb: Avspillere
ru: Плееры
sk: Prehrávače
sv_se: Uppspelare
tr: Oynatıcılar
uk: Програвачі

source: By deleting this player you will lose all settings related to it.
ar: بحذف هذا المشغل سوف تفقد كل الاعدادات المتعلقة به
es_ar: Mediante la supresión de este reproductor se perderá todos los ajustes relacionados con él.
hr: Brisanjem ovog alata za reprodukciju izgubit ćete sve postavke koje se odnose na njega.
hu: Ennek a lejátszónak a törlésével minden beállítását elveszti.
it: Con l'eliminazione di questo visualizzatore si perderanno tutte le impostazioni relative ad esso.
lt: Išbraukiant šį video leistuvą, prarasite visus parametrus, susijusius su juo.
nb: Ved å slette denne avspilleren, mister du alle innstillingene som er relatert til den.
pt_br: Ao excluir este player, todas as suas configurações serão perdidas.
ru: Удаляя плеер, вы так же удалите все настройки связанные с ним.
sk: Odstránením tohto prehrávača stratíte všetky nastavenia s nim spojených.
sv_se: Genom att ta bort den här spelaren kommer du att förlora alla inställningar för det.
tr: Oynatıcıyı silmekle birlikte, bununla ilgili tüm ayarları kaybedeceksiniz.
uk: Видаляючи цей програвач, Ви втратите всі його налаштування.

source: Priority
ar: الأولوية
es_ar: Prioridad
hr: Prioritet
hu: Prioritás
it: Priorità
lt: Prioritetas
nb: Prioritet
pt_br: Prioridade
ru: Приоритет
sk: Priorita
sv_se: Prioritet
tr: Önem
uk: Пріоритет

source: Up
ar: فوق
es_ar: Arriba
hr: Gore
hu: Fel
it: Su
lt: Aukštyn
nb: Opp
pt_br: Acima
ru: Вверх
sk: Hore
sv_se: Upp
tr: Yukarı
uk: Вгору

source: Down
ar: تحت
es_ar: Abajo
hr: Dolje
hu: Le
it: Giù
lt: Žemyn
nb: Ned
pt_br: Abaixo
ru: Вниз
sk: Dole
sv_se: Ned
tr: Aşağı
uk: Вниз

source: Category:
ar: فئة
es_ar: Categoría:
hr: Kategorija:
hu: Kategória:
it: Categoria
lt: Kategorija:
nb: Kategori:
pt_br: Categoria:
ru: Категория:
sk: Kategória:
sv_se: Kategori:
tr: Kategori
uk: Категорія:

source: Author:
ar: المؤلف:
es_ar: Autor:
hr: Autor:
hu: Szerző:
it: Autore
lt: Autorius:
nb: Opphavsperson:
pt_br: Autor:
ru: Автор:
sk: Autor:
sv_se: Upphovsman:
tr: Yazar
uk: Автор:

source: Explicit
ar: صريح
es_ar: Explícita
hr: Eksplictno
it: Esplicito
lt: Aiškus
nb: Støtende
pt_br: Explícito
ru: Концовка
sk: Výslovný
tr: Belirgin
uk: Нецензурне

source: Add episode
ar: إضافة حلقة
es_ar: Añadir episodio
hr: Dodaj epizodu
hu: Epizód hozzáadása
it: Aggiungi episodio
lt: Pridėti epizodą
nb: Legg til episode
pt_br: Adicionar episódio
ru: Добавить эпизод
sk: Pridať epizódu
sv_se: Lägg till avsnitt
tr: Bölüm Ekle
uk: Додати епізод

source: View First Episode %(num)s
ar: عرض الحلقة الأولى من %(num)s
es_ar: Ver todos %(num)s episodios
hr: Prikaži prvu %(num)s epizodu
hu: egy: Első epizód megtekintése %(num)s
it: Vedi il primo episodio
lt: Peržiūrėti %(num)s epizodą
nb: Vis første episode %(num)s
pt_br: Visualizar primeiro episódio %(num)s
ru: Показать первый эпизод %(num)s
sk: Zobraziť prvú %(num)s epizódu
sv_se: Visa alla %(num)s avsnitt
tr: İlk %(num)s Bölümü İzle
uk: Продивитися перший эпизод %(num)s

source: Edit Podcast
ar: تحرير البودكاست
es_ar: Editar Podcast
hr: Uredi Podcast
it: Modifica Podcast
lt: Redaguoti grojaraštį
nb: Rediger podcast
pt_br: Editar Podcast
ru: Изменить подкаст
sk: Upraviť Podcast
sv_se: Redigera poddsändning
tr: Podcast Düzenle
uk: Змінити подкаст

source: New Podcast
ar: بودكاست جديد
es_ar: Nuevo Podcast
hr: Novi Podcast
it: Nuovo Podcast
lt: Naujas grojaraštis
nb: Ny podcast
pt_br: Novo Podcast
ru: Новый подкаст
sk: Novy Podcast
sv_se: Ny poddsändning
tr: Yeni Podcast
uk: Новий подкаст

source: View this podcast where it is published
ar: عرض هذا البودكاست حيث تم نشره
es_ar: Ver este podcast en donde se publica
hr: Pogledaj gdje je objavljen ovaj podcast
it: Visualizza questo podcast dove è stato pubblicato
lt: Peržiūrėti šį grojaraštį ten kur jis publikuojamas
nb: Vis denne podcasten som publisert
pt_br: Visualizar este podcast no local ele está publicado
ru: Просмотреть подкаст в той среде, в которой он опубликован
sk: Zobraziť podcast, na stránke kde je zverejnený
sv_se: Se detta podcast där den publiceras
tr: Yayınlanmış podcast'i gör
uk: Продивитися подкаст там, де він опублікований

source: Get an iTunes URL
ar: إحضار رابط آي تيونز
es_ar: Obtener un URL de iTunes
hr: Nabavite iTunes URL
it: Prendi un URL iTunes
lt: Gauti iTunes URL
nb: Skaff en iTunes URL
pt_br: Obter uma URL ITunes
ru: Получить ITunes URL
sk: Získajte iTunes URL
sv_se: Skaffa en iTunes URL
tr: iTunes linki al
uk: Отримати iTunes URL

source: Get a Feedburner URL
ar: إحضار رابط فيدبيرنر
es_ar: Obtener un URL de Feedburner
hr: Nabavite Feedburner URL
it: Prendi un URL Feedburner
lt: Gauti Feedburner URL
nb: Skaff en Feedburner URL
pt_br: Obter uma URL Feedburner
ru: Получить Feedburner URL
sk: Získajte Feedburner URL
sv_se: Skaffa en Feedburner URL
tr: Feedburner linki al
uk: Отримати Feedburner URL

source: Add Podcast
ar: إضافة بودكاست
es_ar: Añadir Podcast
hr: Dodaj Podcast
it: Aggiungi Podcast
lt: Pridėti grojaraštį
nb: Legg til podcast
pt_br: Adicionar Podcast
ru: Добавить подкаст
sk: Pridať podcast
sv_se: Lägg till poddsändning
tr: Poscast Ekle
uk: Додати подкаст

source: Advertising
ar: الإعلانات
es_ar: Publicidad
hr: Oglašavanje
it: Pubblicità
lt: Reklama
nb: Annonsering
pt_br: Publicidade
ru: Реклама
sk: Reklama
sv_se: Reklam
tr: Reklam
uk: Реклама

source: Analytics
ar: تحليلات
es_ar: Estadisticas
hr: Analitika
lt: Google Analytics
nb: Analyse
ru: Аналитика
sv_se: Analyser
tr: Analizler
uk: Аналітика

source: Data API
ar: بيانات واجهة برمجة التطبيقات
es_ar: API de datos
hr: Podaci API-ja
it: API dati
lt: Duomenų API
pt_br: API de Dados
ru: API данных
tr: Veri API'si
uk: API даних

source: Generate
ar: توليد
es_ar: Generar
hr: Generiraj
it: Genera
lt: Generuoti
nb: Generer
pt_br: Gerar
ru: Генерировать
sk: Generovať
sv_se: Generera
tr: Oluştur
uk: Генерувати

source: Appearance
ar: المظهر
es_ar: Apariencia
hr: Izgled
it: Aspetto
lt: Išvaizda
nb: Utseende
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sv_se: Utseende
tr: Görünüm
uk: Зовнішній вигляд

source: Confirm Reset
ar: توكيد إعادة التعيين
es_ar: Confirmar restablecimiento
hr: Potvrdi Reset
it: Conferma reset
lt: Patvirtinti nustatymą į numatytuosius
nb: Bekreft nullstilling
pt_br: Confirmar Reinicialização
ru: Подтвердите сброс
sk: Potvrdiť vynulovanie
sv_se: Bekräfta Återställ
tr: Sıfırlamayı onayla
uk: Випуски подкаста

source: Are you sure you want to reset your settings to the default?
ar: هل أنت متأكد من أنك تريد إستعادة الإعدادات الافتراضية؟
es_ar: ¿Estás seguro de que deseas restablecer la configuración al valor predeterminado?
hr: Jeste li sigurni da želite resetirati postavke na zadane?
it: Sei sicuro di voler riportare le impostazioni al default?
lt: Ar jūs tikrai norite iš naujo nustatyti savo parametrus į numatytuosius?
nb: Er du sikker på at du vil sette innstillingene til standardverdier?
pt_br: Tem certeza que deseja restaurar a configuração padrão?
ru: Вы уверены, что хотите сбросить настройки по умолчанию?
sk: Ste si istí, že chcete obnoviť nastavenia na predvolené hodnoty?
sv_se: Är du säker på att du vill återställa dina inställningar till standardvärden?
tr: Varsayılan ayarlarını sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте встановити стандартні налаштування?

source: Notifications
ar: الإخطارات
es_ar: Notificaciones
hr: Obavijesti
it: Notifiche
lt: Pranešimai
nb: Varsling
pt_br: Notificações
ru: Уведомления
sk: Upozornenia
sv_se: Notifieringar
tr: Bildirimler
uk: Повідомлення

source: Popularity
ar: مقدار الشعبية
es_ar: Popularidad
hr: Popularnost
it: Popolarità
lt: Populiarumas
nb: Populæritet
pt_br: Popularidade
ru: Популярность
sk: Popularita
sv_se: Popularitet
tr: Popülarite
uk: Популярність

source: RSS and Sitemaps
ar: آر إس إس وخريطة الموقع
es_ar: RSS y mapa de sitio
hr: RSS i Sitemap
it: RSS e Mappa del sito
lt: RSS ir tinklalapio žemėlapis
nb: RSS og innholdskart
pt_br: RSS e Sitemaps
ru: RSS и карта сайта
sk: RSS a Sitemaps
sv_se: RSS och webbplatskartor
tr: RSS ve Site Haritaları
uk: RSS та карта сайту

source: Storage Engines
ar: محركات التخزين
es_ar: Almacenadores
hr: Storage pogon
it: Motore di Archiviazione
lt: Saugojimo būdai
nb: Fillager
pt_br: Mecanismos de Armazenamento
ru: Механизмы хранения
sk: Storage Engine
sv_se: Lagringsmotorer
tr: Depolama Motorları
uk: Засоби зберігання

source: Plugins
ar: الإضافات
es_ar: Extensiones
hr: Dodaci
it: Plugin
lt: Įskiepiai
nb: Tillegg
ru: Плагины
sk: Pluginy
sv_se: Insticksmoduler
tr: Eklentiler
uk: Плагіни

source: Notification Emails
ar: الإشعار عبر رسائل البريد الإلكتروني
es_ar: Mensajes de notificación
hr: Obavijest e-pošte
it: Email di notifica
lt: Pranešimo el.paštai
nb: Varslings e-post
pt_br: Emails de Notificação
ru: Почтовые уведомления
sk: Upozornenie e-mailom
sv_se: E-postnotifieringar
tr: Bildirim Epostaları
uk: Email повідомлення

source: New Storage Engine
ar: محرك تخزين جديد
es_ar: Nuevo almacenador
hr: Novi Storage pogon
it: Nuovo Motore di Archiviazione
lt: Naujas Saugojimo būdas
nb: Nytt fillager
pt_br: Novo Mecanismo de Armazenamento
ru: Новое средство хранения
sk: Nový Storage Engine
sv_se: Ny lagingsmotor
tr: Yeni Depolama Motoru
uk: Новий засіб зберігання

source: WARNING:
ar: تحذير:
es_ar: ADVERTENCIA:
hr: UPOZORENJE:
it: Attenzione:
lt: ĮSPĖJIMAS:
nb: ADVARSEL:
pt_br: AVISO:
ru: ВНИМАНИЕ:
sk: VAROVANIE:
sv_se: VARNING:
tr: UYARI:
uk: УВАГА:

source: Deleting this Storage Engine (%(name)s) will:
ar: حذف محرك التخزين هذا (%(name)s) سوف:
es_ar: Al eliminar este almacenador ( %(name)s ) será:
hr: Brisanje ovog Storage pogona (%(name)s) će:
it: L'eliminazione di questo archivatore (%(name)s) farà:
lt: Ištrinant šį saugojimo būdą (%(name)s) bus:
nb: Ved å slette dette fillageret (%(name)s) vil du:
pt_br: A exclusão deste Mecanismo de Armazenamento (%(name)s) irá:
ru: Удаление этого хранилища (%(name)s) приведет к:
sk: Odstránenie tohoto Storage Engine (%(name)s) bude:
sv_se: Ta bort denna Lagring Motor ( %(name)s ) kommer:
tr: (%(name)s) depoları silinecek.
uk: Видалення цього сховища (%(name)s) призведе до:

source: Permanently delete all of the %(num)s media files stored by this Storage Engine.
ar: حذف نهائي لكل %(num)s ملفات الوسائط على محرك التخزين
es_ar: Eliminar permanentemente todos los %(num)s videos almacenados por este almacenador.
hr: Trajno izbrisati sve %(num)s datoteke pohranjene ovim Storage pogonom.
it: Eliminare definitivamente tutti i %(num)s file multimediali archiviati da questo archivatore.
lt: Visam laikui pašalinti visus %(num)s video failus, saugomus pagal šį saugojimo būdą.
nb: Permanent slette alle %(num)s mediefilene i dette fillageret.
pt_br: Excluir permanentemente todos os %(num)s conteúdos de mídia armazenados neste Mecanismo.
ru: Полностью удалить все %(num)s мультимедиа файлы, хранящиеся в этом Storage Engine.
sk: Trvale odstrániť všetky %(num)s mediálne súbory uložené v tomto Storage Engine.
sv_se: Permanent ta bort alla %(num)s mediefiler som lagras av denna Lagring Motor.
tr: Kalıcı olarak bu depo tarafından saklanan medya dosyalarını - %(num)s tane - hepsini silin.
uk: Повністю видалити медіа файли %(num)s, що зберігаються у цьому засобі зберігання файлів.

source: Permanently erase its settings.
ar: محو إعداداته بشكل دائم.
es_ar: Borrar permanentemente su configuración.
hr: Trajno brisanje svoje postavke.
it: Cancellare in modo permanente le impostazioni.
lt: Visam laikui ištrinti nustatymus.
nb: Slette innstillingene permanent.
pt_br: Excluir permanentemente suas configurações.
ru: Полностью стереть его параметры.
sk: Trvalo vymazať jej nastavenia.
sv_se: Permanent radera dess inställningar.
tr: Ayarlarını kalıcı olarak sil.
uk: Повністю стерти його параметри.

source: An alternative to deleting is disabling. Disabling a Storage Engine will simply prevent its use for files added from now on.
ar: التعطيل هو بديل عن الحذف. تعطيل محرك التخزين سوف يمنع ببساطة من إستخدامه لإضافة ملفات من الآن فصاعدا عليه
es_ar: Eliminación deshabilitada. La desactivación del almacenador simplemente impedirá su utilización en los archivos agregados a partir de ahora
hr: Alternativa brisanja je onemogućavanje. Onemogućavanje Storage pogona jednostavno će spriječiti njegovu uporabu za dodavanje datoteke od sada.
it: Un'alternativa alla cancellazione è la disabilitazione. La disattivazione di un archivatore ne impedirà semplicemente l'utilizzo per i file aggiunti da ora in poi.
lt: Alternatyva ištrynimui yra išjungimas. Išjungus Saugojimo būdą tiesiog užkirsite kelią jo panaudojimui.
nb: Et alternativ til å slette er å slå av. Ved å slå av et fillager forhindrer man at det vil bli benyttet av filer som legges til fra nå av.
pt_br: Uma alternativa para a exclusão é possibilidade de desabilitar o Mecanismo. Isso impossibilitará a adição de novos conteúdos nele.
ru: Альтернативой удалению, служит отключение. Отключив хранилище вы исключите добавление на него новых файлов с данного момента времени.
sk: Alternatívou k odstráneniu je deaktivovať. Vypnutie Storage Engine jednoducho zabrániť jeho využitie pre súbory pridanej odteraz.
sv_se: Ett alternativ till att ta bort är handikappande. Inaktivera en Lagring Motor helt enkelt kommer att hindra dess användning för filer la från och med nu.
tr: Silmeye bir alternatif de devre dışı bırakmaktır. Bir Depolama Motorunu devre dışı bıraktığınızda şuan ekli olan tüm dosyaları basitçe engeller.
uk: Альтернативою видалення є відключення. Відключивши засіб зберігання, Ви запобігаєте додаванню у нього нових файлів з цього моменту.

source: Disable
ar: تعطيل
es_ar: Desactivar
hr: Onemogući
hu: Letilt
it: Disabilita
lt: Išjungti
nb: Deaktiver
pt_br: Desabilitar
ru: Выключить
sk: Zakázať
sv_se: Inaktivera
tr: Devre dışı bırak
uk: Вимкнути

source: Add New Engine
ar: إضافة محرك جديد
es_ar: Añadir un almacenador nuevo
hr: Dodaj novi pogon
it: Aggiungi nuovo archivatore
lt: Pridėti naują saugojimo būdą
nb: Legg til nytt fillager
pt_br: Adicionar Novo Mecanismo
ru: Добавить новый движок
sk: Pridať nový engine
sv_se: Lägg till ny Lagring Motor
tr: Yeni Motor Ekle
uk: Додати новий засіб зберігання

source: Disk Usage
ar: استخدام القرص
es_ar: Uso de disco
it: Utilizzo Disco
lt: Disko naudojimas
nb: Diskforbruk
pt_br: Uso de Disco
ru: Заполнение диска
sk: Využitie disku
sv_se: Diskanvändning
tr: Disk kullanımı
uk: Заповнення диска

source: Please select what type of storage engine you would like to add:
ar: الرجاء تحديد نوع محرك التخزين الذي تريد إضافته :
es_ar: Por favor, selecciona el tipo de almacenador que te gustaría añadir:
hr: Odaberite vrstu pogona pohrane kojeg želite dodati:
it: Si prega di selezionare il tipo di archivatore che si desidera aggiungere:
lt: Pasirinkite, kokio tipo saugojimo būdą norėtumėte pridėti:
nb: Vennligst velg hva slags fillager du ønsker å legge til:
pt_br: Selecione o tipo de mecanismo de armazenamento que deseja adicionar:
ru: Пожалуйста, выберите какой тип хранилища вы хотите добавить:
sk: Prosím zvoľte, aký typ ukladanie by ste chceli pridať:
sv_se: Välj vilken typ av lagring motor du skulle vilja tillägga:
tr: Eklemek istediğiniz depolama motoru türünü seçin
uk: Будь ласка, оберіть у який тип засобу зберігання Ви бажаєте додати:

source: Add Tag
ar: إضافة دالاّت
es_ar: Añadir etiqueta
hr: Dodaj oznaku
hu: Tag hozzáadása
it: Aggiungi Tag
lt: Pridėti žymą
nb: Legg til stikkord
pt_br: Adicionar Tag
ru: Добавить тег
sk: Pridať Tag
sv_se: Lägg till tagg
tr: Etiket Ekle
uk: Додати тег

source: Edit Tag
ar: تحرير السمة
es_ar: Editar etiqueta
hr: Uredi oznaku
hu: Tag szerkesztése
it: Modifica Tag
lt: Redaguoti žymą
nb: Rediger stikkord
pt_br: Editar Tag
ru: Изменить тег
sk: Upraviť Tag
sv_se: Redigera tagg
tr: Etiketi düzenle
uk: Редагувати тег

source: Delete Tag
ar: حذف الدّالة
es_ar: Eliminar etiqueta
hr: Brisanje oznake
hu: Tag törlése
it: Cancella Tag
lt: Ištrinti žymą
nb: Slett stikkord
pt_br: Excluir Tag
ru: Удалить тег
sk: Odstrániť Tag
sv_se: Ta bort tagg
tr: Etiketi kaldır
uk: Видалити тег

source: New User
ar: مستخدم جديد
es_ar: Nuevo usuario
hr: Novi korisnik
it: Nuovo utente
lt: Naujas vartotojas
nb: Ny bruker
pt_br: Novo Usuário
ru: Новый пользователь
sk: Nový užívateľ
sv_se: Ny användare
tr: Yeni Kullanıcı
uk: Новий користувач

source: Are you sure you want to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟
es_ar: ¿Estás seguro que deseas eliminar este usuario?
hr: Jeste li sigurni da želite izbrisati ovog korisnika?
it: Sei sicuro di voler cancellare questo utente?
lt: Ar tikrai norite pašalinti šį vartotoją?
nb: Er du sikker på at du vil slette denne brukeren?
pt_br: Tem certeza que deseja excluir este usuário?
ru: Вы уверены, что хотите удалить этого пользователя?
sk: Ste si istí, že chcete zmazať tohto užívateľa?
sv_se: Är du säker på att du vill ta bort denna användare?
tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити цього користувача?

source: Add User
ar: إضافة مستخدم
es_ar: Agregar usuario
hr: Dodaj korisnika
it: Aggiungi utente
lt: Pridėti Vartotoją
nb: Legg til bruker
pt_br: Adicionar Usuário
ru: Добавить пользователя
sk: Pridať užívateľa
sv_se: Lägg till användare
tr: Kullanıcı Ekle
uk: Додати користувача

source: Email
ar: البريد الإلكتروني
es_ar: Correo electrónico
lt: El.paštas
nb: E-post
sv_se: E-post
tr: E-posta

source: Group
ar: مجموعة
es_ar: Grupo
hr: Grupa
hu: Csoport
it: Gruppo
lt: Grupė
nb: Gruppe
pt_br: Grupo
ru: Группа
sk: Skupina
sv_se: Grupp
tr: Grup
uk: Група

source: More new media
it: Altri nuovi media
tr: Daha fazla yeni medya
uk: Ще нове

source: View More
ar: المزيد
es_ar: Ver más
hr: Prikaži više
it: Visualizza altri
lt: Žiūrėti daugiau
nb: Vis mer
pt_br: Ver mais...
ru: Показать ещё
sk: Zobraziť viac
sv_se: Visa fler
tr: Daha fazla görüntüle
uk: Показати більше

source: More popular media
it: Media più popolari
tr: Daha fazla popüler medya
uk: Ще популярне
