Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: Administrative Notes
ar: ملاحظات إدارية
es_ar: Notas del administrador
hr: Administrativne poruke
hu: Adminisztrációs feljegyzések
it: Note amministrative
lt: Administracinės pastabos
nb: Administrative notater
pt_br: Funções Administrativas
ru: Отметки администратора
sk: Organizačné poznámky
sv_se: Administrativa anteckningar
tr: Yönetici Notları
uk: Примітки адміністратора

source: General Options:
ar: :خيارات عامة
es_ar: Opciones generales:
hr: Opće mogućnosti:
hu: Általános opciók:
it: Opzioni generali:
lt: Bendro pobūdžio nuostatos:
nb: Generelle innstillinger
pt_br: Opções Gerais
ru: Основные опции:
sk: Všeobecné možnosti:
sv_se: Allmänna alternativ:
tr: Genel Özellikler
uk: Загальні налаштування:

source: Yes, use the Flash Player when the device supports it.
ar: نعم ، استخدم مشغل فلاش عندما يكون الجهاز داعما لذلك.
es_ar: Sí, usar el reproductor Flash si el dispositivo lo soporta.
hr: Da, koristite Flash Player kada ga uređaj podržava.
hu: Igen, használja a Flash Playert amikor az eszköz támogatja.
it: Sì, usa il Visualizzatore flash quando il dispositivo lo supporta.
lt: Taip, naudoti "Flash" grotuvą, kai prietaisas palaiko tai.
nb: Ja, bruk Flash avspilleren når enheten støtter det.
pt_br: Sim, use o Player em Flash quando o dispositivo suportá-lo.
ru: Да, использовать Flash плеер, если устройство его поддерживает.
sk: Áno, použi Flash Player, ak ho zariadenie podporuje.
sv_se: Ja, använd Flash Player om enheten har stöd för den.
tr: Evet, cihaz desteklediği zaman Flash Player kullan
uk: Так, використовувати Flash програвач, якщо пристрій його підтримує.

source: No, use the HTML5 Player when the device supports it.
ar: لا، استخدم مشغل HTML5 عندما يكون الجهاز داعما لذلك
es_ar: No, usar el reproductor HTML5, si el dispositivo lo soporta.
hr: Ne koristite HTML5 Player kada ga uređaj podržava.
hu: Nem, használja a HTML5 lejátszót amikor az eszköz támogatja.
it: No, utilizza il Visualizzatore HTML5 quando il dispositivo lo supporta.
lt: Ne, naudokite HTML5 grotuvą kai prietaisas palaiko tai.
nb: Nei, bruk HTML5 avspilleren når enheten støtter det.
pt_br: Não, use o Player em HTML5 quando o dispositivo suportá-lo.
ru: Нет, использовать HTML5 плеер, если устройство его поддерживает.
sk: Nie, použi HTML5 Player ak ho zariadenie podporuje.
sv_se: Nej, använd HTML5-uppspelaren om enheten har stöd för den.
tr: Hayır; cihaz desteklediği zaman HTML5 oynatıcı kullan
uk: Ні, використовувати HTML5 програвач, якщо пристрій його підтримує.

source: Prefer the Flash Player when possible
ar: تفضيل مشغل فلاش عندما يكون ذلك ممكنا
es_ar: Usar el reproductor Flash siempre que sea posible
hr: Kada je moguće koristi Flash Player
hu: Előnyben részesítse a Flash Playert ha lehetséges
it: Preferisci il Visualizzatore flash quando possibile
lt: Pageidaujamas Flash grotuvas, jei įmanoma
nb: Benytt Flash avspilleren når det er mulig
pt_br: Preferir o Flash Player quando possível
ru: По возможности предпочитать Flash плеер
sk: Preferuj Flash Player pokiaľ je to možné
sv_se: Föredra Flash Player om möjligt
tr: Uygun olduğu zaman Flash Player'ı tercih et.
uk: Якщо можливо, надавати перевагу Flash програвачу

source: Script Tag
ar: دالّة السكربت
es_ar: Etiqueta script
hr: Skripta oznaka
lt: Kodo žymuo
ru: Тег скрипта
sk: Skript Tag
sv_se: Skripttagg
tr: Script Etiket
uk: Тег скрипта

source: The unique script tag given for your site.
ar: سمة سكربت فريدة لموقعك
es_ar: La única etiqueta script dada para tu sitio.
hr: jedinstvena oznaka za vaš web
hu: Egyedi script tag kiosztva az oldalhoz.
it: Il tag script univoco dato per il tuo sito.
lt: Unikali kodo žymė atsižvelgiant į jūsų svetainę.
nb: Den unike script tag for din side.
pt_br: O script tag único fornecido para seu site.
ru: Уникальный тег скрипта, данный вашему сайту.
sk: Unikátny script tag pre vaše stránky.
sv_se: Den unika skripttagg ges för din webbplats.
tr: Siteniz için script tag.
uk: Унікальний тег скрипта, що наданий Вашому сайту.

source: Player Options:
ar: خيارات المشغّل
es_ar: Opciones del reproductor:
hr: Mogućnosti kod reprodukcije:
hu: Lejátszó opciók:
it: Opzioni del visualizzatore:
lt: Grotuvo nuostatos:
nb: Alternativer for avspiller:
pt_br: Opções do Player:
ru: Опции плеера:
sk: Možnosti prehrávača:
sv_se: Uppspelningsalternativ:
tr: Oynatıcı Özellikleri
uk: Параметри програвача:

source: Use the deprecated AS2 player.
it: Usa il player AS2 (deprecato)
tr: Desteklenmeyen AS2 oynatıcı kullan.
uk: Використовувати застарілий AS2 програвач.

source: Use the AS3/HTML5 player.
it: Usa il player AS3/HTML5.
tr: AS3/HTML5 oynatıcı kullan.

source: YouTube player version
it: Versione del player YouTube
tr: YouTube oynatıcı sürümü
uk: Версія програвача YouTube

source: Show video annotations by default.
it: Mostra le annotazioni del video per default.
tr: Varsayılan video açıklamaları göster.
uk: Показувати стандартно анотації до відео.

source: Hide video annotations by default.
it: Nascondi le annotazioni del video per default.
tr: Varsayılan video açıklamaları gizle.
uk: Ховати стандартно анотації до відео.

source: Video annotations
it: Annotazioni del video
sk: Poznámky k videu:
tr: Video açıklamalar
uk: Анотації до відео.

source: Disable the player keyboard controls.
ar: تعطيل أزرار التحكم الخصاصة بالمشغل.
es_ar: Desactivar los controles del reproductor.
hr: Onemogući reprodukcijske kontrole na tipkovnici.
hu: A lejátszó billentyűzettel való vezérlésének letiltása.
it: Disabilita i controlli da tastiera del visualizzatore.
lt: Išjungti grotuvo kontrolę klaviatūros pagalba.
nb: Slå av tastatur-snarveier for avspilleren.
pt_br: Desabilitar controle do player via teclado.
ru: Отключить управление плеером с клавиатуры.
sk: Zakázať ovladanie prehravača cez klávesnicu.
sv_se: Inaktivera uppspelarens tangentbordskontroller.
tr: Oyuncu klavye kontrollerini devre dışı bırak
uk: Вимкнути керування програвачем з клавіатури.

source: Not supported by HTML5 player.
it: Non supportato dal player HTML5.
tr: HTML5 oynatıcı desteklememekte.

source: Autoplay the video when the player loads.
it: Riproduzione automatica del video al caricamento del player.
tr: Oynatıcı yüklendiğinde videoyu otomatik başlat.

source: Do not show YouTube logo in the player controls
it: Non mostrare il logo YouTube nei controlli del player
tr: Oynatıcıda YouTube logosu gösterme

source: Not supported by AS2 player.
it: Non supportato dal player AS2.
tr: AS2 oynatıcı desteklememekte.

source: Display fullscreen button.
it: Mostra il bottone per la visualizzazione fullscreen.
tr: TamEkran düğmesini göster.

source: Enable high-def quality by default.
ar: تمكين الجودة العالية افتراضيا
es_ar: Activar la calidad HD de forma predeterminada.
hr: Omogući višu kvalitetu rezolucije.
hu: High-definition engedélyezése alapértelmezettként.
it: Abilita per default la qualità ad alta definizione
lt: Įjungti aukštos kokybės vaizdą pagal nutylėjimą.
nb: Tillat høy kvalitet som standard.
pt_br: Habilitar qualidade de alta definição como padrão.
ru: По умолчанию включить HD качество.
sk: Povoliť high-definition kvalitu v predvolenom nastavení.
sv_se: Aktivera hög kvalitet som standard.
tr: Varsayılan olarak yüksek kaliteyi etkinleştir
uk: Увімкнути стандартно HD.

source: Applies only for the AS2 player, the AS3 player will choose the most appropriate version of the video version (e.g. considering the user's bandwidth)
it: Applicabile solo per il player AS2, il player AS3 sceglierà la versionepiù appropriata del video (es. considerando la banda dell'utente)
tr: Sadece AS2 ve AS3 oynatıcılar için en uygun videoyu kullanıcının bant genişliği dikkate alarak seç özelliğini uygula (örneğin)

source: Display related videos after playback of the initial video ends.
it: Mostra i video correlati dopo la fine della riproduzione del video iniziale.
tr: Video bittiğinde benzer videoları göster.

source: Show the search box when the video is minimized. The related videos option must be enabled for this to work.
it: Mostra la casella di ricerca quando il video è ridotto al minimo. Perché questa funzioni, deve essere attiva anche l'opzione 'video correlati'.
tr: Video simge durumunda arama kutusunu göster. Bunun çalışması için benzer videolar seçeneği etkinleştirilmiş olması gerekir.
uk: Показувати вікно пошуку, коли відео згорнуте. Опція пов'язаних відео має бути активована для цього.

source: AS2 player only
it: Solo player AS2
tr: Sadece AS2 oynatıcısı

source: Display information like the video title and uploader before the video starts playing.
it: Mostra informazioni come il titolo e l'autore prima che il video inizi la riproduzione.
tr: Video başlamadan önce video başlığı ve yükleyici gibi bilgileri göster.

source: Enable window-less mode (wmode)
it: Abilita modalità senza finestra (wmode)
tr: Penceresiz kipi (wmode) etkinleştir

source: wmode allows HTML/CSS elements to be placed over the actual Flash video but requires more CPU power.
it: wmode permette il posizionamento di elementi HTML/CSS sopra il video Flash ma richiede più potenza di CPU
tr: wmode HTML/CSS elemanlarını gerçek Flash video üzerine yerleştirilmesini sağlar, ancak daha fazla işlemci gücü gerektirir.

source: Always show player controls.
it: Mostra sempre i controlli del player.
tr: Herzaman oynatıcı kontrollerini göster.
uk: Завжди показувати панель керування програвачем.

source: Autohide all player controls after a video starts playing.
it: Nascondi tutti i controlli quando parte il video.
tr: Video başladıktan sonra tüm oynatıcı kontrollerini gizle.
uk: Автоматично ховати панель керування програвачем, коли відео починає відтворюватися.

source: Autohide only the progress bar after a video starts playing.
it: Nascondi solo la progress bar quando parte il video.
tr: Video başladıktan sonra sadece ilerleme çubuğunu gizle.
uk: Автоматично ховати тильки індикатор відтворювання, коли відео починає відтворюватися.

source: Player control hiding
it: Visibilità controlli del player
tr: Oynatıcı kontrol gizleme
uk: Сховати панель керування програвачем

source: Parental Advisory
ar: الأبوية الاستشارية
es_ar: Advertencia a los mayores
hr: Uz roditeljski nadzor
hu: Szülői felügyelet
it: Controllo parentale
lt: Patarimas tėvams
nb: Foreldre advarsel
pt_br: Consultas Relacionadas
ru: Родительский контроль
sk: V spoločnosti rodičov
sv_se: Föräldrarnas varning
tr: Ebeveyn Uyarısı
uk: Батьківський контроль

source: Clean
ar: تنظيف
es_ar: Limpiar
hr: Čisto
hu: Tisztítás
it: Pulisci
lt: Išvalyti
nb: Ikke støtende
ru: Очистить
sk: Vyčistiť
sv_se: Töm
tr: Temizle
uk: Очистити

source: Subtitle
ar: عنوان فرعي
es_ar: Subtítulo
hr: Podnaslov
hu: Felirat
it: Sottotitolo
lt: Paantraštė
nb: Undertekst
pt_br: Subtítulo
ru: Подзаголовок
sk: Titulky
sv_se: Undertext
tr: Altyazı
uk: Підзаголовок

source: Podcast Details:
ar: :تفاصيل البودكاست
es_ar: Detalles del Podcast:
hr: Detalji podcasta
hu: Adásmenet tulajdonságok:
it: Dettagli Podcast:
lt: Grojaraščio duomenys:
nb: Podcast detaljer
pt_br: Detalhes do Podcast
ru: Детали подкаста:
sk: Podrobnosti Podcastu:
sv_se: Podcast Detaljer:
tr: Podcast Detayları:
uk: Деталі подкаста:

source: Explicit?
ar: صريح؟
es_ar: Explícito?
hr: Eksplicitno?
hu: Szókimondó?
it: Esplicito?
lt: Aiškus?
nb: Støtende innhold?
pt_br: Explícito?
ru: Ясно?
sk: Explicitné?
sv_se: Klar?
tr: Açık?
uk: Нецензурне?

source: Category
ar: الفئة
es_ar: Categoría
hr: Kategorija
hu: Kategória
it: Categoria
lt: Kategorija
nb: Kategori
pt_br: Categoria
ru: Категория
sk: Kategória
sv_se: Kategori
tr: Kategori
uk: Категорія

source: Copyright
ar: حقوق النشر
es_ar: Derecho de Autor
hr: Autorsko pravo
hu: Copyright jog
lt: Teisės priklauso
nb: Opphavsrett
ru: Авторские права
sv_se: Upphovsrätt
tr: Telif
uk: Авторські права

source: Advanced Options:
ar: :خيارات متقدمة
es_ar: Opciones avanzadas:
hr: Napredne mogućnosti:
hu: Bővített opciók:
it: Opzioni avanzate
lt: Sudėtingesni nustatymai:
nb: Avanserte alternativ:
pt_br: Opções Avançadas:
ru: Опции для опытных:
sk: Pokročilé možnosti:
sv_se: Avancerade alternativ:
tr: Gelişmiş Seçenekler:
uk: Додаткові параметри:

source: Your Feed URL
ar: عنوان خلاصتك
es_ar: Su URL de suscripción
hr: Vaš URL izvora
hu: Feed linkjei
it: Tuo feed URL
lt: Jūsų srauto URL adresas
nb: URL til din feed
pt_br: URL de seu Feed
ru: Ваш Feed URL
sk: Vaša URL RSS kanála
sv_se: Din URL feed
tr: Besleme Adresiniz
uk: URL Вашого веб-каналу

source: iTunes URL
ar: iTunes عنوان
es_ar: URL de iTunes
hu: iTunes link
pt_br: URL do iTunes
tr: iTunes Adresi

source: Feedburner URL
ar: عنوان فيدبيرنر
es_ar: URL de Feedburner
hu: Feedburner link
pt_br: URL do Feedburner
tr: Feedburner Adresi

source: Built-in comments
it: Commenti integrati
sk: Vstavané komentáre
tr: Yerleşik yorumlar
uk: Вбудовані коментарі

source: Facebook comments (requires a Facebook application ID)
it: Commenti Facebook (richiede un Facebook application ID)
sk: Facebook komentáre (vyžaduje ID Facebook aplikácie)
tr: Facebook yorumları (Facebook üyeliği gerektirir)
uk: Коментарі Facebook (потребують Facebook Application ID)

source: Disable comments
it: Disattiva commenti
sk: Zakázať komentáre:
tr: Yorumları devre dışı bırak
uk: Вимкнути коментарі

source: Prepend
ar: إضافة إلى البداية
es_ar: Anteponer
hr: Dodaj na početak
it: Anteponi
lt: Pridėkite
nb: Legg til foran
pt_br: Acrescentar no Início
ru: В начало
sk: Predradiť
sv_se: Införing
tr: Başına ekle
uk: На початку

source: Append
ar: إلحاق
es_ar: Anexar
hr: Nadodaj
hu: Hozzáfűz
it: Attacca
lt: Pridėti
nb: Legg til etter
pt_br: Acrescentar no Final
ru: В конец
sk: Pripojiť
sv_se: Lägg
tr: Ekle
uk: В кінці

source: Plain <textarea> fields (0kB)
es_ar: Campos <textarea> vacíos (0kb)
hr: Obična <textarea> polja (0kB)
hu: Normál <textarea> mezők (0kB)
it: Semplice campo <textarea> (0kb)
lt: Tušti <textarea> laukeliai (0kB)
nb: Vanlig <textarea> felt (0kB)
pt_br: Texto plano <textarea> (0Kb)
ru: Открытые <textarea> поля (0kB)
sk: Obyčajne <textarea> poľia (0kb)
sv_se: Klartext<textarea>(0kb)
tr: Sade <textarea> alanları (0kB)
uk: Звичайні <textarea> поля (0 kB)

source: Enable TinyMCE for <textarea> fields accepting XHTML (281kB)
es_ar: Habilitar TinyMCE <textarea> para aceptar campos XHTML (281kb)
hr: Omogući TinyMCE za <textarea> polja koja prihvaćaju XHTML (281kB)
hu: TinyMCE engedélyezése a következőhöz: <textarea> , hogy fogadja az XHTML-t (281kB)
it: Abilita TinyMCE per il campo <textarea> per accettare XHTML (281KB)
lt: Įjungti TinyMCE skirtą <textarea> laukeliams palaikant XHTML (281kB)
nb: Aktiver TinyMCE for <textarea> felt og godta XHTML (281 kB)
pt_br: Habilitar editor o TinyMCE para campos <textarea> que aceitem XHTML (281Kb)
ru: Включить TinyMCE для <textarea> полей, принимающих XHTML (281kB)
sk: Povoliť TinyMCE pre <textarea> polia prijímajúce XHTML (281kB)
sv_se: Aktivera TinyMCE för <textarea> fält accepterar XHTML (281kB)
tr: TinyMCE'yi aktifleştir. (281kB)
uk: Увімкнути TinyMCE для <textarea> полів, що допускають XHTML (281 kB)

source: Brown
ar: بني
es_ar: Marrón
hr: Smeđa
hu: Barna
it: Marrone
lt: Ruda
nb: Brun
pt_br: Marrom
ru: Коричневый
sk: Hnedá
sv_se: Brun
tr: Kahverengi
uk: Коричнева

source: Blue
ar: أزرق
es_ar: Azul
hr: Plava
hu: Kék
it: Blu
lt: Mėlyna
nb: Blå
pt_br: Azul
ru: Синий
sk: Modrá
sv_se: Blå
tr: Mavi
uk: Блакитна

source: Green
ar: أخضر
es_ar: Verde
hr: Zelena
hu: Zöld
it: Verde
lt: Žalia
nb: Grønn
pt_br: Verde
ru: Зеленый
sk: Zelená
sv_se: Grön
tr: Yeşil
uk: Зелена

source: Tan
ar: أسمر
es_ar: Bronceado
hr: Tamna
hu: Napbarnított
it: Marrone chiaro
lt: Gelsvai ruda
nb: Mellombrun
pt_br: Bronze
ru: Жёлто-коричневый
sk: Opálena
sv_se: Gulbrunt
tr: Ten
uk: Жовто-коричнева

source: White
ar: أبيض
es_ar: Blanco
hr: Bijela
hu: Fehér
it: Bianco
lt: Balta
nb: Hvit
pt_br: Branco
ru: Белый
sk: Biela
sv_se: Vit
tr: Beyaz
uk: Біла

source: Purple
ar: أرجواني
es_ar: Púrpura
hr: Ljubičasta
hu: Lila
it: Viola
lt: Violetinė
nb: Lilla
pt_br: Roxo
ru: Пурпурный
sk: Purpurová
sv_se: Lila
tr: Mor
uk: Фіолетова

source: Black
ar: أسود
es_ar: Negro
hr: Crna
hu: Fekete
it: Nero
lt: Juoda
nb: Svart
pt_br: Preto
ru: Черный
sk: Čierna
sv_se: Svart
tr: Geri
uk: Чорна

source: Yes
ar: نعم
es_ar: Sí
hr: Da
hu: Igen
it: Si
lt: Taip
nb: Ja
pt_br: Sim
ru: Да
sk: Áno
sv_se: Ja
tr: Evet
uk: Так

source: No
ar: لا
hr: Ne
hu: Nem
lt: Ne
nb: Nei
pt_br: Não
ru: Нет
sk: Nie
sv_se: Nej
tr: Hayır
uk: Ні

source: Email Notifications:
ar: :إشعارات بالبريد الإلكتروني
es_ar: Notificaciones de correo electrónico:
hr: E-mail obavijesti:
hu: E-mail értesítések:
it: Notifiche Email:
lt: Perspėjimai el.paštu:
nb: E-post varsel:
pt_br: Email para Notificações:
ru: Уведомления по электронной почте:
sk: Upozornenie e-mailom:
sv_se: E-postnotifieringar:
tr: E-posta Bildirimleri:
uk: Email повідомлення:

source: Media Uploaded
ar: ملفات تم تحميلها
es_ar: Media subida
hr: Učitani materijali
hu: Média feltöltve
it: Media caricato
lt: Medija įkelta
nb: Mediefil lastet opp
pt_br: Mídia Adicionada
ru: Медиафайл загружен
sk: Súbory nahrané
sv_se: Media Uppladdad
tr: Yüklendi
uk: Медіа вивантажено

source: Comment Posted
ar: تم نشر التعليق
es_ar: Comentario publicado
hr: Objavljeni komentari
hu: Megjegyzés beküldve
it: Commento inserito
lt: Komentaras paskelbtas
nb: Kommentar lagt inn
pt_br: Comentário Enviado
ru: Комментарий опубликован
sk: Komentár odoslaný
sv_se: Kommentar Inlagd
tr: Yorum Yollandı
uk: Коментар опубліковано

source: Support Requested
ar: الدعم المطلوب
es_ar: Ayuda solicitada
hr: Zahtjev za podrškom
hu: Segítség megkérve
it: Richiesta supporto
lt: Paprašyta pagalbos
nb: Anmodning om brukerstøtte
pt_br: Solicitação de Suporte
ru: Запрошена поддержка
sk: Podpora vyžiadaná
sv_se: Stöd som söks
tr: Destek İsteği
uk: Піддритмку запитано

source: Send Emails From
ar: إرسال رسائل البريد الإلكتروني من
es_ar: Enviar correos electrónicos
hr: e-pošta poslana od
hu: E-mail form elküldése
it: Spedisci mail da
lt: Siųsti elektroninius laiškus iš
nb: E-post avsenderadresse
pt_br: Enviar Emails de
ru: Отправить сообщения электронной почты из
sk: Poslať e-maily od
sv_se: Skicka e-post från
tr: Epostaları buradan gönder:
uk: Відправляти від

source: Popularity Algorithm Variables:
ar: متغيرات الخوارزميات الشعبية :
es_ar: Algoritmo de variables de popularidad:
hr: Algoritam varijable popularnosti:
hu: Nézettségi algoritmus változói
it: Variabili dell'algoritmo di popolarità:
lt: Populiarumo algoritmo reikšmės:
nb: Variabler for populæritesalgoritme
pt_br: Variáveis do Algoritmo de Popularidade
ru: Переменные алгоритма популярности:
sk: Premenne popularity algoritmu:
sv_se: Popularitet Algoritm Variabler:
tr: Beğenilme Algoritması Değişkenleri:
uk: Змінні алгоритму популярності:

source: Decay Exponent
ar: اضمحلال الأس
es_ar: Exponente de decadencia
hu: Romlási kitevő
it: Esponente di degrado
lt: Programinės įrangos lėtėjimas
nb: Nedgangs eksponent
pt_br: Expoente de Decadência
ru: Экспонента затухания
sk: Exponend rozpadu
sv_se: Dekadens exponent
tr: Çürüme Üs
uk: Експонента згасання

source: Decay Lifetime
ar: اضمحلال دائم
es_ar: Decadencia de por vida
hu: Romlási életciklus
it: Durata del
lt: Programinės įrangos lėtėjimo periodas
nb: Nedgangs levetid
pt_br: Expoente de Tempo de Vida
ru: Затухание жизни
sk: Čas životnosti
sv_se: dekadens livstid
tr: Çürüme Zamanı
uk: Тривалість життя

source: Max. allowed upload file size in megabytes
ar: الحجم الأقصى بالميغابايت للملفات المرفوعة
es_ar: Tamaño de archivo max. en megabytes que se permite subir
hr: Max. dopuštena veličina datoteke za prijenos u megabajtima
hu: Maximum engedélyezett feltöltési méret megabyte-ban
it: Dimensioni massima del file da caricare in megabyte
lt: Maks. leidžiamas įkelti failo dydis megabaitais
nb: Maks tillatt filstørrelse for opplasting i megabyte
pt_br: Tamanho máximo de arquivo, em megabytes
ru: Макс. допустимый размер загружаемого файла в мегабайтах
sk: Max. povolená veľkosť súboru v megabajtoch
sv_se: Max. tillåts ladda upp filstorleken i megabyte
tr: İzin verilen en fazla dosya yükleme boyutu (megabayt olarak)
uk: Максимально дозволений для вивантаження розмір файлу в мегабайтах

source: Legal Wording:
ar: الصياغة القانونية
es_ar: Advertencia:
hr: Pravne formulacije:
hu: Jogi szövegezés
it: Aspetti legali:
lt: Priimtini žodžiai:
nb: Informasjon om opphavsrett
pt_br: Texto Legal:
ru: Правовая формулировка:
sk: Právne znenia:
sv_se: Rättsliga innebörd
tr: Yasal Metninde:
uk: Юридичне формулювання:

source: User Uploads
ar: ملفات المستخدم المرفوعة
es_ar: Cargas del usuario
hr: Korisnik učitava
hu: Felhasználói feltöltések
it: Caricamenti degli utenti
lt: Vartotojo įkėlimai
nb: Brukeropplastede filer
pt_br: Uploads de Usuários
ru: Пользовательские загрузки
sk: Videá užívatelov
sv_se: Användare Uppladdningar
tr: Kullanıcı Yüklemeleri
uk: Користувальницькі вивантаження

source: Google Analytics Details:
ar: تفاصيل تحليلات غوغل:
es_ar: Detalles de Google Analytics:
hr: Google Analytics Detalji:
hu: Google Analytics részletek:
it: Dettagli Google Analytics:
lt: "Google Analytics" duomenys:
nb: Google Analytics detaljer
pt_br: Detalhes do Google Analytics:
ru: Информация от Google Analytics:
sk: Google Analytics podrobnosti:
sv_se: Google Analytics Detaljer:
tr: Google Analytics Detayları:
uk: Дані Google Analytics:

source: Tracking Code
ar: شفرة تتبع
es_ar: Código de seguimiento
hr: Kod za praćenje
hu: Tracking kód
it: Codice di Tracciamento
lt: Sekimo kodas
nb: Sporings kode
pt_br: Código de Rastreamento
ru: Код отслеживания
sk: Sledovací kód
sv_se: Spårningskod
tr: İzleme Kodu
uk: Код відстеження

source: Site Maps
ar: خريطة الموقع
es_ar: Mapas de sitio
hr: Karta web-sjedišta
hu: Honlaptérkép
it: Mappe del sito
lt: Svetainės Žemėlapiai
nb: Innholdskart
pt_br: Mapas do Site
ru: Карты сайта
sk: Mapy stránok
sv_se: Webbplats kartor
tr: Site Haritaları
uk: Мапа сайту

source: RSS Feeds
ar: آر إس إس
es_ar: Suscripciones RSS
hr: RSS
hu: RSS etetések
it: Feed RSS
lt: RSS srautai
pt_br: Feeds RSS
ru: RSS-каналы
sk: RSS
tr: RSS
uk: RSS канали

source: RSS Feed Defaults:
it: Defaults dei feed RSS:
tr: RSS Besleme Varsayılanları:

source: number of items
it: numero degli oggetti
sk: počet častí
tr: öğe sayısı

source: The number of items in the feed can be overriden per request if you add "?limit=X" to the feed URL. If the "limit" parameter is absent, the default above is used.
it: Il numero di elementi nel feed può essere cambiato in ogni richiesta aggiungendo "?limit=X" all'URL del feed. Se il parametro "limit" è assente, il valore di default sopra indicato verrà utilizzato.
tr: Eğer besleme URL ine "?limit=X" eklerseniz, isteklerde varsayılan besleme öğe sayısı yerine kullanılacak. Eğer "limit" parametresi boş olursa, varsayılan kullanılacak.

source: General Settings:
ar: :الإعدادات العامة
es_ar: Configuración general:
hr: Opće postavke:
hu: Általános beállítások
it: Impostazioni generali:
lt: Bendrieji nustatymai:
nb: Generelle innstillinger
pt_br: Opções Gerais:
ru: Общие настройки:
sk: Všeobecné nastavenia:
sv_se: Allmänna inställningar:
tr: Genel Ayarlar:
uk: Загальні налаштування:

source: Site Name
ar: اسم الموقع
es_ar: Nombre del sitio
hr: Ime web stranice/sjedišta
hu: Oldalnév
it: Nome del sito
lt: Svetainės pavadinimas
nb: Sidens navn
pt_br: Nome do Site
ru: Название сайта
sk: Názov webu
sv_se: Webbplatsens namn
tr: Site adı
uk: Назва сайту

source: Display Site Name
ar: عرض اسم الموقع
es_ar: Mostrar el nombre del sitio
hr: Priakaži naslov weba
hu: Oldalnév publikálása
it: Mostra il nome del sito
lt: Rodyti puslapio pavadinimą
nb: Vis sidenavn
pt_br: Nome de Exibição do Site
ru: Отобразить название сайта
sk: Zobrazenie názvu webu
sv_se: Visa webbplatsens namn
tr: Site adını göster
uk: Відобразити назву сайту
