Repository: mediadrop/mediadrop
Catalog: mediadrop/i18n/*/LC_MESSAGES/mediadrop.po
Languages: ar, es_ar, hr, hu, it, lt, nb, pt_br, ru, sk, sv_se, tr, uk

source: RTMP Server URL to stream remotely stored files (Optional)
es_ar: URL RTMP servidor para escuchar los archivos almacenados de forma remota (opcional)
hr: RTMP URL poslužitelja za prijenos/streaming pohranjenih datoteka (opcionalno)
hu: RTMP szerver link a file-ok streaming-eléséhez (opcionális)
it: URL del server RTMP per lo streaming dei file archiviati in remoto (opzionale)
lt: RTMP URL serverio nutolusioms transliacijoms (nebūtina)
nb: RTMP server URL for å streame fjernlagrede filer (Valgfri)
pt_br: URL de Servidor RTMP para streaming de arquivos armazenados remotamente (opcional)
ru: RTMP URL-адрес сервера, для организации потока от удаленного файла (опция)
sk: URL RTMP Servera k vzdialene uloženým súborom (voliteľné)
sv_se: RTMP Server URL att strömma fjärrlagra filer (valfritt)
tr: Uzaktan gönderim için RTMP sunucu adresi (Opsiyonel)
uk: RTMP URL серверу, для организації потоку від віддаленого файлу (опція)

source: Options specific to Local File Storage:
ar: خيارات خاصة بتخزين الملفات محليا
es_ar: Opciones específicas para almacenamiento local de archivos:
hr: Specifične opcije za lokalnu pohranu datoteka:
hu: Adatok a helyi filetárolóhoz:
it: Opzioni specifiche per l'archiviazione dei file locali:
lt: Vietinių failų saugyklos nustatymai:
nb: Alternativer for lokal fillagring:
pt_br: Opções específicas para Armazenamento Local de Arquivos:
ru: Параметры специфичные для хранения локальных файлов:
sk: Voľby špecifické pre lokálne úložiska súborov:
sv_se: Specifika för lokal fillagring:
tr: Yerel dosya depolama seçenekleri:
uk: Параметри специфічні для зберігання локальних файлів:

source: Path to store files under
ar: مسار تخزين الملفات
es_ar: Ruta de acceso para almacenar los archivos
hr: Putanja za pohranu datoteka
hu: Útvonal, ahová file-okat tároljak
it: Percorso per memorizzare il file
lt: Aplankas skirtas išsaugoti failams
nb: Sti til fillager
pt_br: Caminho para armazenamento de arquivos
ru: Путь для хранения файлов
sk: Cesta kam ukladať súbory
sv_se: Sökväg att lagra filer under
tr: Dosyaları saklamak için yer:
uk: Шлях для зберігання файлів

source: Defaults to the "data_dir" from your INI file.
es_ar: El valor predeterminado es el "data_dir" de tu archivo INI.
hr: Zadano na "data_dir" iz vaše INI datoteke.
hu: Alapértelmezett a "data_dir" -hoz az INI file-jából
it: Il valore predefinito è il "data_dir" dal file INI.
lt: Numatyta "data_dir" iš Jūsų INI failo.
nb: Standardverdi for "data_dir" fra INI fil.
pt_br: Padrão para o "data_dir" de seu arquivo INI.
ru: Значение "data_dir" в INI файле.
sk: Predvolená "data_dir" zo súboru INI.
sv_se: Normalvärde "data_dir" från din INI fil.
tr: INI dosyasından "data_dir" değişkenindeki değerler.
uk: Значення "data_dir" у INI файлі.

source: RTMP Server URL
es_ar: URL del servidor RTMP
hr: RTMP URL poslužitelja
hu: RTMP szerver link
it: URL del server RTMP
lt: RTMP serverio URL
pt_br: URL do Servidor RTMP
ru: RTMP URL сервера
sk: RTMP URL servera
sv_se: RTMP Servare URL
tr: RTMP Sunucu adresi
uk: RTMP URL серверу

source: Files must be accessible under the same name as they are stored with locally.
ar: يجب أن تكون الملفات متاحة تحت نفس الإسم الذي تم تخزينها محليا به.
es_ar: Los archivos deben ser accesibles bajo el mismo nombre que se almacenan localmente.
hr: Datoteke moraju biti dostupne pod istim imenom kao što su pohranjene lokalno.
hu: A file-okat ugyanolyan név alatt kell elérni, mint ahogy helyileg voltak elérhetők.
it: I file devono essere accessibili con lo stesso nome quando sono memorizzati localmente.
lt: Failai turi būti prieinami tuo pačiu pavadinimu, kaip jie yra saugomi lokaliai.
nb: Filer må være tilgjengelig med samme navn som de er lagret med lokalt.
pt_br: Os arquivos precisam estar acessíveis através dos mesmos nomes com os quais são armazenados localmente.
ru: Файлы должны быть доступны под теми же именами, что и в локальном хранилище.
sk: Súbory musia byť prístupné pod rovnakým názvom ako sú uložené lokálne.
sv_se: Filer måste vara tillgängliga under samma namn som de lagras med lokalt.
tr: Dosyalar, saklandıkları dosya isimleriyle erişilebilir olmalıdır
uk: Файли мають бути доступні під такими саме іменами, що й у локальному сховищі.

source: Add another URL
ar: إضافة عنوان رابط آخر
es_ar: Añadir otra dirección
hr: Dodaj drugi URL
hu: Újabb link hozzáadása
it: Aggiungi un altro URL
lt: Pridėti kitą URL
nb: Legg til ny URL
pt_br: Adicionar outra URL
ru: Добавить другой адрес
sk: Pridať ďalšie URL
sv_se: Lägg till en annan URL
tr: Başka bir adres ekle
uk: Додати інше URL

source: RTMP server URLs must begin with rtmp://
es_ar: La URL del servidor RTMP debe comenzar con rtmp: / /
hr: RTMP URL poslužitelja mora početi s rtmp: / /
hu: RMTP szerver link rtmp:// -vel kell kezdődnie
it: RTMP server URL deve iniziare con rtmp://
lt: RTMP serverio URL turi prasidėti RTMP://
nb: RTMP server URL må begynne med rtmp://
pt_br: URLs de servidores RTMP precisam começar com rtmp://
ru: RTMP URL сервера должен начинаться с rtmp: / /
sk: URL RTMP servera musí začínať s rtmp://
sv_se: RTMP server URL måste börja med rtmp: / /
tr: RTMP sunucu adresleri rtmp:// ile başlamalıdır
uk: RTMP URL серверу має починатися з rtmp://

source: RTMP Servers:
es_ar: Servidores RTMP:
hr: RTMP poslužitelji:
hu: RTMP szerverek:
it: RTMP Server:
lt: RTMP serveriai:
nb: RTMP servere:
pt_br: Servidores RTMP:
ru: RTMP сервера:
sk: RTMP servery:
sv_se: RTMP-servrar:
tr: RTMP Sunucuları:
uk: RTMP серверу:

source: New %(type)s: %(title)s
ar: جديد %(type)s: %(title)s
es_ar: Nuevo %(type)s: %(title)s
hr: Novi %(type)s: %(title)s
it: Nuovo %(type)s : %(title)s
lt: Naujas %(type)s: %(title)s
nb: Ny %(type)s: %(title)s
pt_br: Novo %(type)s: %(title)s
ru: Новые %(type)s: %(title)s
sk: Nové %(type)s: %(title)s
sv_se: Ny %(type)s: %(title)s
tr: Yeni %(type)s: %(title)s
uk: Нові %(type)s: %(title)s

source: A new %(type)s file has been uploaded! Title: %(title)s Author: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Description: %(clean_description)s
ar: ملف جديد %(type)s تم رفع العنوان: %(title)s المؤلف:%(author_name)s (%(author_email)s) رابط عنوان المدير:%(edit_url)s الوصف:%(clean_description)s
es_ar: Un nuevo %(type)s de archivo se ha subido! Título: %(title)s Autor: %(author_name)s (%(author_email)s) URL Admin: %(edit_url)s Descripción: %(clean_description)s
hr: Novi %(type)s datoteka je učitana! Naslov: %(title)s Autor: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Opis: %(clean_description)s
hu: Egy új %(type)s file fell lett töltve! Cím: %(title)s Szerző: %(author_name)s (%(author_email)s) Szerkesztő link: %(edit_url)s Leírás: %(clean_description)s
it: Un nuovo %(type)s file è stato caricato! Titolo: %(title)s Autore: %(author_name)s (%(author_email)s) URL Amministrazione: %(edit_url)s Descrizione: %(clean_description)s
lt: Naujas %(type)s failas įkeltas! Pavadinimas: %(title)s Autorius (-ė): %(author_name)s (%(author_email)s) Administravimo URL: %(edit_url)s Apibūdinimas: %(clean_description)s
nb: En ny %(type)s fil har blitt lastet opp! Tittel: %(title)s Opphavsperson: %(author_name)s (%(author_email)s) Administrativ URL: %(edit_url)s Beskrivelse: %(clean_description)s
pt_br: Um novo arquivo %(type)s foi enviado! Título: %(title)s Autor: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Descrição: %(clean_description)s
ru: Был загружен новый %(type)s файл! Заголовок: %(title)s Автор: %(author_name)s (%(author_email)s) Ссылка: %(edit_url)s Описание: %(clean_description)s
sk: Nový %(type)s Súbor bol nahraný! Názov: %(title)s Autor: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Popis: %(clean_description)s
sv_se: En ny %(type)s-fil har skickats upp! Titel: %(title)s Upphovsman: %(author_name)s (%(author_email)s) Administrativ URL: %(edit_url)s Beskrivning: %(clean_description)s
tr: Yeni %(type)s dosya yüklendi Başlık: %(title)s Gönderen: %(author_name)s (%(author_email)s) Yönetim Adresi: %(edit_url)s Açıklama: %(clean_description)s
uk: Був вивантажений новий %(type)s файл! Заголовок: %(title)s Автор: %(author_name)s (%(author_email)s) Посилання для редагування: %(edit_url)s Опис: %(clean_description)s

source: New Comment: %(comment_subject)s
ar: تعليق جديد:%(comment_subject)s
es_ar: Nuevo comentario: %(comment_subject)s
hr: Novi komentar: %(comment_subject)s
hu: Új megjegyzés: %(comment_subject)s
it: Nuovo commento: %(comment_subject)s
lt: Naujas komentaras: %(comment_subject)s
nb: Ny kommentar: %(comment_subject)s
pt_br: Novo Comentário: %(comment_subject)s
ru: Новый комментарий: %(comment_subject)s
sk: Nový komentár: %(comment_subject)s
sv_se: Ny kommentar: %(comment_subject)s
tr: Yeni Yorum: %(comment_subject)s
uk: Новий коментар: %(comment_subject)s

source: A new comment has been posted! Author: %(author_name)s Post: %(post_url)s Body: %(comment_body)s
ar: تم إرسال تعليق جديد المؤلف:%(author_name)s بريد%(post_url)s نص التعليق:%(comment_body)s
es_ar: Se ha enviado un comentario nuevo! Autor: %(author_name)s Avatar: %(post_url)s Cuerpo: %(comment_body)s
hr: Novi komentar je objavljen! Autor: %(author_name)s Post: %(post_url)s Tijelo: %(comment_body)s
hu: Új megjegyzés lett beküldve! Szerző: %(author_name)s Poszt: %(post_url)s Törzs: %(comment_body)s
it: Un nuovo commento è stato inviato! Autore: %(author_name)s Post: %(post_url)s Corpo: %(comment_body)s
lt: Naujas komentaras ką tik įkeltas! Autorius: %(author_name)s Komentaro adresas: %(post_url)s Žinutė komentare: %(comment_body)s
nb: En ny kommentar er lagt inn! Forfatter: %(author_name)s Emne: %(post_url)s Innhold: %(comment_body)s
pt_br: Um novo comentário foi enviado! Autor: %(author_name)s Post: %(post_url)s Texto: %(comment_body)s
ru: Был добавлен новый комментарий! Автор: %(author_name)s Ссылка: %(post_url)s Сообщение: %(comment_body)s
sk: Nový komentár bol pridaný! Autor: %(author_name)s Správa: %(post_url)s Telo správy: %(comment_body)s
sv_se: En ny kommentar har postats! Upphovsman: %(author_name)s Post: %(post_url)s Meddelande: %(comment_body)s
tr: Yeni bir yorum gönderildi! Yazar: %(author_name)s Gönderi: %(post_url)s Yorum: %(comment_body)s
uk: Був доданий новий коментар! Автор: %(author_name)s Посилання: %(post_url)s Повідомлення: %(comment_body)s

source: New Support Request: %(email)s
ar: طلب دعم جديد:%(email)s
es_ar: Solicitar una nueva ayuda: %(email)s
hr: Novi upit za podrškom: %(email)s
hu: Új támogatási kérelem: %(email)s
it: Richiesta di nuovo supporto: %(email)s
lt: Naujas pagalbos prašymas: %(email)s
nb: Ny support henvendelse: %(email)s
pt_br: Nova Solicitação de Suporte: %(email)s
ru: Новый Запрос поддержки: %(email)s
sk: Nová žiadosť o podporu: %(email)s
sv_se: Ny supportbegäran: %(email)s
tr: Yeni Destek İsteği: %(email)s
uk: Новий запит підтримки: %(email)s

source: A user has asked for support Email: %(email)s URL: %(url)s Description: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
ar: يطلب أحد المستخدمين المساعدة البريد الإلكتروني:%(email)s رابط العنوان:%(url)s الوصف:%(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
es_ar: Un usuario ha solicitado ayuda Correo electrónico: %(email)s URL: %(url)s Descripción: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
hr: Korisnik je zatražio potporu E-mail: %(email)s URL: %(url)s Opis: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
hu: A felhasználó segítséget kért! E-mail: %(email)s Link: %(url)s Leírás: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
it: Un utente ha chiesto supporto E-mail: %(email)s URL: %(url)s Descrizione: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
lt: Vartotojas paprašė pagalbos El.paštas: %(email)s URL: %(url)s Apibūdinimas: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
nb: En bruker har bedt om assistanse E-post: %(email)s URL: %(url)s Beskrivelse: %(description)s GET_Variabler: %(get_vars)s POST_Variabler: %(post_vars)s
pt_br: Um usuário solicitou suporte Email: %(email)s URL: %(url)s Descrição: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
ru: Пользователь попросил помощи Email: %(email)s URL: %(url)s Описание: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
sk: Užívateľ požiadal o pomoc Email: %(email)s URL: %(url)s Popis: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
sv_se: En användare har frågat efter support E-post: %(email)s URL: %(url)s Beskrivning: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
tr: Bir üye destek için sordu Eposta: %(email)s Adres: %(url)s Açıklama: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
uk: Користувач попросив про допомогу Email: %(email)s URL: %(url)s Опис: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s

source: Audio
ar: صوت
hu: Audió
nb: Lyd
pt_br: Áudio
ru: Аудио
sv_se: Ljud
tr: Ses
uk: Аудіо

source: Audio Description
ar: وصف ملف الصوت
es_ar: Descripción del audio
hr: Audio opis
hu: Audió leírás
it: Descrizione audio
lt: Garso aprašymas
nb: Lyd beskrivelse
pt_br: Descrição do Áudio
ru: Описание аудио
sk: Audio popis
sv_se: Ljudbeskrivning
tr: Ses Açıklaması
uk: Опис аудіо

source: Captions
ar: شرح
es_ar: Leyendas
hr: Naslovi
it: Didascalia
lt: Gaudyklė
nb: Undertekster
pt_br: Legendas
ru: Подписи
sk: Titulky
sv_se: Undertexter
tr: Altyazılar
uk: Підписи

source: Help
ar: مساعدة
es_ar: Ayuda
hr: Pomoć
hu: Segítség
it: Aiuto
lt: Pagalba
nb: Hjelp
pt_br: Ajuda
ru: Справка
sk: Pomocník
sv_se: Hjälp
tr: Yardım
uk: Довідка

source: Plain HTML5 Player
es_ar: HTML5 Player simple
hr: Obični HTML5 player
hu: Egyszerű HTML5 lejátszó
it: Visualizzatore HTML5 semplice
lt: Paprastas HTML5 grotuvas
nb: Ren HTML5 avspiller
pt_br: Player com HTML5 Plano
ru: Обычный плеер HTML5
sk: Obyčajný HTML5 Player
sv_se: Vanlig HTML5-uppspelare
tr: HTML5 Player
uk: Звичайний HTML5 програвач

source: Sublime Video Player
es_ar: Video Player Sublime
lt: Sublime Video grotuvas
nb: Sublime videoavspiller
sv_se: Videospelaren Sublime
tr: Sublime Video Oynatıcı

source: Unusable file or URL provided.
ar: ملف غير مستخدم أو أن رابط العنوان معطى
es_ar: Archivo o URL inutilizable.
hr: Nedostupna datoteka ili URL.
hu: Használhatatlan file-t vagy linket adott meg.
it: File o URL inutilizzabile.
lt: Nenaudojamas failas ar URL.
nb: Ikke brukbar fil eller URL.
pt_br: O arquivo ou URL informados são inválidos.
ru: Недопустимый файл или URL источника
sk: Nepoužiteľná adresa URL.
sv_se: Oanvändbar fil eller URL anges.
tr: Kullanışsız dosya veya adres verildi.
uk: Неприпустимий файл або URL джерела

source: Invalid BlipTV URL. This video does not exist.
it: URL di BlipTV non valido. Il video non esiste.
tr: Geçersiz BlipTV bağlantısı. Bu video mevcut değil.
uk: Неприпустиме URL BlipTV. Це відео не існує.

source: This DailyMotion video does not allow embedding.
it: Questo video DailyMotion non consente l'incorporazione.
tr: Bu DailyMotion videosuna gömme izni vermemekte.
uk: Відео DailyMotion не дозволяє його вставляти.

source: FTP Storage
ar: تخزين إف تي بي
es_ar: FTP de almacenamiento
hu: FTP tároló
it: Archiviazione FTP
lt: FTP saugykla
nb: FTP lager
pt_br: Armazenamento FTP
ru: FTP хранилище
sk: FTP úložisko
sv_se: FTP-lagring
tr: FTP Depolama
uk: FTP сховище

source: Could not upload the file from your FTP server: %s
ar: لا يمكن رفع الملف من سيرفر الاف تي بي:%s
es_ar: No se pudo cargar el archivo desde el servidor FTP: %s
hr: Nije moguće učitati datoteku s FTP poslužitelja:%s
hu: Nem sikerült a file-t feltölteni FTP szerveréről: %s
it: Impossibile caricare il file dal server FTP:%s
lt: Nepavyko įkelti iš Jūsų FTP serverio failų: %s
nb: Klarte ikke å laste filen fra FTP server: %s
pt_br: Não foi possível fazer o upload a partir de seu servidor FTP: %s
ru: Невозможно загрузить файл на ваш FTP сервер: %s
sk: Nepodarilo sa nahrať súbor z vášho FTP servera: %s
sv_se: Kunde inte skicka upp filen från din FTP-server: %s
tr: FTP sunucunuzdan dosyanız yüklenemiyor: %s
uk: Неможливо вивантажити файл на Ваш FTP сервер: %s

source: The file transferred to your FTP server is corrupted. Please try again.
ar: الملف المرفوع إلى سيرفر الاف تي بي معطوب. جرب مرة أخرى
es_ar: El archivo transferido a su servidor FTP está dañado. Por favor, inténtelo de nuevo.
hr: Datoteka prenesena na FTP poslužitelj je korumpirana. Molimo pokušajte ponovno.
hu: A file, mely az FTP szerverére továbbítva lett, sérült. Próbálja újra.
it: Il file trasferito sul server FTP è corrotto. Prova di nuovo.
lt: Bylos perduotos į jūsų FTP serverį yra sugadintos. Bandykite dar kartą.
nb: Filen som ble overført til FTP serveren er skadet. Vennligst forsøk om igjen.
pt_br: O arquivo transferido para seu servidor FTP está corrompido. Por favor, tente novamente.
ru: При загрузке файла на ваш FTP возникла ошибка. Попробуйте еще раз.
sk: Súbor prevedený na server FTP je poškodený. Skúste to prosím znova.
sv_se: Filen som överförts till din FTP-server är skadad. Försök igen.
tr: FTP sunucunuza yüklemeye çalıştığınız dosya bozuk. Lütfen tekrar deneyin.
uk: Файл, що передавався на Ваш FTP сервер, пошкоджений. Будь ласка, спробуйте ще раз.

source: Could not download the file from your FTP server: %s
ar: لا يمكن تحميل الملف من سيرفر الاف تي بي:%s
es_ar: No se pudo descargar el archivo desde el servidor FTP: %s
hr: Ne mogu skinuti datoteku s FTP poslužitelja:%s
hu: Nem lehet a file-t az FTP szerveréről letölteni: %s
it: Impossibile scaricare il file dal server FTP:%s
lt: Nepavyko atsisiųsti failų iš Jūsų FTP serverio: %s
nb: Klarte ikke å laste ned filen fra FTP serveren: %s
pt_br: Não foi possível fazer o download de seu servidor FTP: %s
ru: Невозможно загрузить файл с вашего FTP-сервера: %s
sk: Nepodarilo sa stiahnuť súbor z FTP servera: %s
sv_se: Kunde inte hämta filen från din FTP-server: %s
tr: FTP sunucusundan dosya indirilemiyor: %s
uk: Неможливо завантажити файл з Вашого FTP серверу: %s

source: Local File Storage
ar: مخزن الملفات المحلي
es_ar: Almacenamiento de archivos locales
hr: Lokalna pohrana datoteka
hu: Helyi file tároló
it: Archivio per i file locali
lt: Vietos failų saugykla
nb: Lokalt fillager
pt_br: Armazenamento Local de Arquivos
ru: Локальное файловое хранилище
sk: Miestne úložisko súborov
sv_se: Lokal fillagring
tr: Yerel Dosya Depolama
uk: Локальне сховище файлів

source: Remote URLs
ar: عناوين المواقع البعيدة
es_ar: URLs remotas
hr: Udaljeni URL-ovi
hu: Távoli linkek
it: URL remoti
lt: Nuotoliniai URL
nb: Fjern URLer
pt_br: URLs Remotas
ru: Удаленные URL
sk: Vzdialené URL
sv_se: Fjärrkontroll URL
tr: Dış URL'ler
uk: Віддалені URL

source: This RTMP server has not been configured. Add it by going to Settings > Storage Engines > Remote URLs.
it: Questo server RTMP non è stato configurato. Aggiungilo andando in Impostazioni > Motore di Archiviazione -> URL remoti.
tr: Bu RTMP sunucusu yapılandırılmamış. Ayarlar > Depolama Motorları > Uzaktan URL'lere giderek ekleyin.
uk: Цей RTMP сервер не був зконфігурований. Додайте його у Налаштування > Засоби зберігання > віддалені URL

source: This video is private and cannot be embedded.
it: Questo video è privato e non può essere incorporato.
sk: Toto video je súkromné ​​a nemôže byť vložené.
tr: Bu video özel ve bu nedenle gömülemez.
uk: Це відео є приватним та не може бути вставленим.

source: Invalid YouTube URL. This video does not exist.
it: URL di YouTube non valido. Il video non esiste.
sk: Neplatná URL adresa na YouTube. Toto video neexistuje.
tr: Geçersiz YouTube bağlantısı. Bu video mevcut değil.
uk: Невірне URL Youtube. Це відео не існує.

source: YouTube Error: %s
it: Errore YouTube: %s
sk: YouTube chyba: %s
tr: YouTube Hata: %s

source: %s (broken)
it: %s (danneggiato)
sk: %s (poškodené)
tr: %s (bozuk)

source: A %(code)s Error has Occurred
ar: A %(code)s حصل خطأ
es_ar: Se produjo un error %(code)s
hr: %(code)s došlo je do pogreške
hu: A követlező hiba lépett fel: %(code)s
it: Si è verificato l'errore %(code)s
lt: %(code)s Klaida
nb: En %(code)s feil har oppstått
pt_br: Houve um erro %(code)s
ru: Произошла ошибка: %(code)s
sk: %(code)s došlo k chybe
sv_se: Ett %(code)s-fel har inträffat
tr: Bir %(code)s hata oluştu
uk: Виникла помилка: %(code)s

source: Whoopsadaisy!
ar: هل من مناد على ديزي!
es_ar: Maldición!
hr: Upsss!
hu: Hoppá!!!
it: Mamma mia!
lt: Opapa!
nb: Ooops!
pt_br: Desculpe-nos.
ru: Ромашка
sk: Saaakriš!
sv_se: Hoppsan!
tr: Eyyvah eyvah!
uk: О, ні! Цього не може бути!

source: We can't find this page. The page may have been moved or removed.
ar: لا نستطيع الوصول إلى الصفحة. قد تكون الصفحة حذفت أو تم نقلها
es_ar: No hemos encontrado esta página. La página quizas haya sido movida o eliminada.
hr: Ne možemo pronaći ovu stranicu. Stranica je premještena ili uklonjena.
hu: Nem találjuk ezt a lapot! A lapot elmozgatták vagy törölték.
it: Non riusciamo a trovare questa pagina. La pagina potrebbe essere stata spostata o rimossa.
lt: Mes negalime rasti puslapio. Puslapis galėjo būti perkeltas arba pašalintas.
nb: Vi kan ikke finne denne siden. Den kan ha blitt flyttet eller slettet.
pt_br: A página não foi localizada. Ela pode ter sido movida ou excluída.
ru: Мы не можем найти данную страницу. Возможно она была перемещена или удалена.
sk: Nemôžeme nájsť túto stránku. Stránka mohla byť presunutá alebo odstránená.
sv_se: Vi kan inte hitta denna sida. Sidan kan ha flyttats eller tagits bort.
tr: Sayfayı bulamıyoruz; taşınmış veya kaldırılmış olabilir.
uk: Ми не можемо знайти цю сторінку. Ця сторінка була переміщена або видалена.

source: If you typed the address in, check the spelling.
ar: تأكد من تهجئة العنوان عند كتابته
es_ar: Si escribes la dirección, revisa la ortografía.
hr: Ako ste upisali adresu, provjerite pravopis.
hu: Ha beírta a címet, ügyeljen, hogy helyesen írta-e.
it: Se hai digitato un indirizzo, controlla l'ortografia.
lt: Jeigu įvedėte adresą, patikrinkite rašybą.
nb: Hvis du skrev inn adressen, sjekk stavemåten.
pt_br: Se você digitou o endereço, verifique se está correto.
ru: Если вы вводили адрес сами, проверьте его на ошибки.
sk: Ak ste zadali adresu, skontrolujte pravopis.
sv_se: Kontrollera stavningen om du matade in adressen manuellt.
tr: Eğer adresi yazdıysanız lütfen tekrar kontrol edin.
uk: Якщо Ви вводили адресу самостійно, перевірте її на помилки.

source: You have a few options:
ar: لديك عدد قليل من الخيارات:
es_ar: Tienes algunas opciones:
hr: Imate nekoliko mogućnosti:
hu: Néhány opciója van:
it: Hai alcune opzioni:
lt: Jūs turite keletą galimybių:
nb: Du har et par alternativer:
pt_br: Você tem algumas outras opções:
ru: У вас есть несколько вариантов:
sk: Máte niekoľko možností:
sv_se: Du har ett par alternativ:
tr: Bir kaç seçeneğiniz var:
uk: У Вас є декілька варіантів:

source: Return to the [1:homepage].
ar: العودة إلى [1 : الصفحة الرئيسية].
es_ar: Volver a la [1: página de inicio].
hr: Povratak na [1: Naslovnica].
hu: Visszatérés a [1:homepage] -ra.
it: Ritorna alla [1:homepage].
lt: Gryžti į [1:homepage].
nb: Returner til [1:homepage].
pt_br: Retornar à [1:homepage].
ru: Вернутся на [1:главную]
sk: Návrat k [1: homepage].
sv_se: Återvänd till [1:första sida].
tr: [1:Anasayfa] geri dön.
uk: Повернутися на сторінку [1:Огляду].

source: Return to the [1:media page].
ar: عودة إلى [1:صفحة الوسائط].
es_ar: Volver a la [1: Página de videos].
hr: Povratak na [1: media page].
hu: Visszatérés a [1:media page] -hoz.
it: Ritorna alla [1:media page].
lt: Gryžti į [1:media page].
nb: Returner til [1:media page].
pt_br: Retornar à [1:media page].
ru: Вернутся на [1:страницу с видео].
sk: Návrat k [1:media page].
sv_se: Återvänd till [1:mediasidan].
tr: [1:Medya sayfası] geri dön.
uk: Повернутися на сторінку [1:Бібліотеки].
