Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: Enable TinyMCE for <textarea> fields accepting XHTML (281kB)
cs: <html> Povolit TinyMCE pro <textarea> oblasti přijímající XHTML (281kB) &lt;/ html&gt;
de: Aktivire TinyMCE für <textarea>-Fields mit XHTML-Unterstützung (281kB)
es_mx: Habilitar TinyMCE para campos <textarea> aceptando XHTML (281kB)
fr: Activer TinyMCE pour les champs acceptant du XHTML (281ko)
ja: TinyMCEを使用する (281kB)
pl: Włącz TinyMCE dla pól <textarea> przyjmujący XHTML (281kB)
sl: Omogoči TinyMCE za polja <textarea>, ki podpirajo XHTML (281 kB)
th: เปิดใช้งาน TinyMCE สำหรับ <textarea> ฟิลด์ รองรับ XHTML (281kB)

source: Brown
cs: Hnědá
de: Braun
es_mx: Oscuro
fr: Marron
ja: 茶色
pl: Brązowy
sl: Rjava
th: สีน้ำตาล

source: Blue
cs: Modrá
de: Blau
es_mx: Azul
fr: Bleu
ja: 青色
pl: Niebieski
sl: Modra
th: สีน้ำเงิน

source: Green
cs: Zelená
de: Grün
es_mx: Verde
fr: Vert
ja: 緑色
pl: Zielony
sl: Zelena
th: สีเขียว

source: Tan
cs: Bronzová
de: hellbraun
es_mx: Bronceado
fr: Fauve
ja: ベージュ色
pl: Brązowawy
sl: Kožna
th: สีแทน

source: White
cs: Bílá
de: Weiß
es_mx: Blanco
fr: Blanc
ja: 白色
pl: Biały
sl: Bela
th: สีขาว

source: Purple
cs: Nachová
de: Violett
es_mx: Morado
fr: Violet
ja: 紫色
pl: Purpurowy
sl: Vijolčna
th: สีม่วง

source: Black
cs: Černá
de: Schwarz
es_mx: Negro
fr: Noir
ja: 黒色
pl: Czarny
sl: Črna
th: สีดำ

source: Yes
cs: Ano
de: Ja
es_mx: Si
fr: Oui
ja: はい
pl: Tak
sl: Da
th: ใช่

source: No
cs: Ne
de: Nein
fr: Non
ja: いいえ
pl: Nie
sl: Ne
th: ไม่มี

source: Email Notifications:
cs: Upozornění e-mailem:
de: E-Mail-Benachrichtigungen:
es_mx: Notificaciones de email:
fr: Notifications par courrier électronique :
ja: メール通知
pl: Powiadomienia email:
sl: E-poštna obvestila:
th: แจ้งทางอีเมล :

source: Media Uploaded
cs: Videa nahrána
de: Mediendatei hochgeladen
es_mx: Material cargado
fr: Contenu téléversé
ja: メディアアップロード
pl: Przesłane media
sl: Video naložen
th: สื่อได้รับการอัพโหลด

source: Comment Posted
cs: Komentář zveřejněn
de: Kommentar abgeschickt
es_mx: Comentario enviado
fr: Commentaire posté
ja: コメント投稿
pl: Komentarz wysłany
sl: Komentar poslan
th: โพสต์ความคิดเห็น

source: Support Requested
cs: Požadována podpora
de: Hilfe erbeten
es_mx: Soporte solicitado
fr: Aide demandée
ja: 問い合わせ
pl: Wysłana prośba o pomoc
sl: Pomoč je zahtevana
th: การสนับสนุนการร้องขอ

source: Send Emails From
cs: Poslat e-maily z
de: Sende E-Mail von
es_mx: Enviar mensajes
fr: Envoyer les courriers électroniques depuis
ja: 送信元メールアドレス
pl: Wysyłaj maile z
sl: Pošlji e-pošto iz naslova
th: ส่งอีเมลจาก

source: Popularity Algorithm Variables:
cs: Proměnné algoritmu popularity:
de: Variablen für den Beliebtheitsalgorithmus:
es_mx: Variables del algoritmo de popularidad
fr: Variables de l'algorithme de popularité :
pl: Zmienne algorytmu popularności:
sl: Spremenljivke za algoritem popularnosti:
th: ตัวแปร Algorithm ที่นิยม :

source: Decay Exponent
de: Verfallsexponent
es_mx: Exponente de decaimiento
fr: Exposant du déclin
pl: Wykładnik zaniku
sl: Razpadni eksponent

source: Decay Lifetime
cs: Životnost Decay
de: Verfallslebensdauer
es_mx: Decaimiento de tiempo de vida
fr: Durée du déclin
pl: Okres zaniku
sl: Življenska doba razpada

source: Max. allowed upload file size in megabytes
cs: Max. povolená velikost souboru k nahrání v megabytech
de: Maximal erlaubte Dateigröße in Megabyte
es_mx: Max. permitido para carga de archivos en MegaBytes
fr: Taille maximale autorisée de téléversement de fichier en mégaoctets
ja: 最大アップロードファイル容量（MB）
pl: Max. dozwolony rozmiar wysyłanych plików
sl: Dovoljena velikost datoteke v megabajtih
th: สูงสุด อนุญาตให้อัพโหลดขนาดไฟล์เป็นเมกะไบต์

source: Legal Wording:
cs: Právní znění:
de: Rechtliche Infos:
es_mx: Términos legales
fr: Mention légale :
ja: 禁止語句:
pl: Formuły prawne:
sl: Pravniško besedilo:
th: ถ้อยคำกฎหมาย :

source: User Uploads
cs: Nahraná videa uživatele
de: Benutzer
es_mx: Cargas de usuario
fr: Téléversements des utilisateurs
ja: ユーザーのアップロード
pl: Uploady użytkownika
sl: Uporabnikove naložene datoteke
th: ผู้ใช้อัพโหลด

source: Google Analytics Details:
cs: Podrobnosti Google Analytics:
de: Google Analytics
es_mx: Detalles de Google Analytics
fr: Infos Google Analytics :
pl: Dane Google Analytics:
sl: Google Analytics podrobnosti:
th: รายละเอียด Google Analytics :

source: Tracking Code
cs: Kód
es_mx: Codigo de rastreo
fr: Lien de tracking
pl: Kod śledzenia
sl: Sledenje kodi
th: รหัสการติดตาม

source: Site Maps
cs: Mapy stránek
de: Seitenübersichten (sitemaps)
es_mx: Mapas de sitio
fr: Plan du site
ja: サイトマップ
pl: Mapy witryny
sl: Zemljevid strani
th: แผนที่เว็บไซต์

source: RSS Feeds
cs: RSS
es_mx: Feeds RSS
fr: Flux RSS
ja: RSSフィード
pl: Kanały RSS
sl: RSS viri
th: RSS ฟีด

source: RSS Feed Defaults:
de: Standardeinstellungen für RSS-Feeds:
fr: Flux RSS par défaut :

source: number of items
cs: počet položek
de: Anzahl Einträge
fr: nombre d'éléments

source: General Settings:
cs: Všeobecná nastavení:
de: Allgemeine Einstellungen:
es_mx: Configuracion general
fr: Paramètres généraux :
ja: 一般設定：
pl: Ustawienia ogólne:
sl: Splošne nastavitve
th: การตั้งค่าทั่วไป

source: Site Name
cs: Název webu
de: Seitenname
es_mx: Nombre del sitio
fr: Nom du site
ja: サイト名
pl: Nazwa strony
sl: Ime Strani
th: ชื่อเว็บไซต์

source: Display Site Name
cs: Zobrazení názvu webu
de: Anzeige des Seitennamens
es_mx: Desplegar nombre del sitio
fr: Afficher nom du site
ja: サイト名の表示位置
pl: Wyświetlana nazwa strony
sl: Prikaži ime strani
th: แสดงชื่อเว็บไซต์

source: Default Language
cs: Výchozí jazyk
de: Standardsprache
es_mx: Idioma por defecto
fr: Langue par défaut
ja: 標準言語
pl: Domyślny język
sl: Privzet jezik
th: ภาษาเริ่มต้น

source: Featured Category
cs: Vybrané kategorie
de: Empfohlene Kategorie
es_mx: Categoria ofrecida
fr: Catégorie à l’affiche
ja: おすすめカテゴリ
pl: Kategoria wyróżniona
sl: Predstavljena kategorija
th: หมวดหมู่ที่โดดเด่น

source: Rich Text Editing
cs: RTF Editace
de: Texteingabe
es_mx: Edicion de Rich Text
fr: Editeur de texte enrichi
ja: テキストエディタ
pl: Edycja Rich Text
sl: Obogateno urejanje besedila
th: แก้ไขข้อความ

source: Comment Engine
de: Kommentare
fr: Moteur de commentaires

source: Built-in Comments:
cs: Vestavěné komentáře:
de: MediaDrop-eigene Kommentare
fr: Commentaires intégrés

source: Moderation
cs: Moderování
fr: Modération

source: Require comments to be approved by an admin
cs: Vyžadovat schválení komentáře administrátorem
de: Kommentare müssen von einem Admin geprüft werden
es_mx: Requerir aprobación por un admin de comentarios
fr: Exiger la validation des commentaires par un administrateur
ja: 管理者の承認を常に必要とする。
pl: Wymagaj akceptacji komentarzy przez administratora
sl: Zahtevaj, da mora komentarje odobriti administrator
th: แสดงความคิดเห็นกำหนดให้ผู้ได้รับการอนุมัติโดยผู้ดูแลระบบ

source: Akismet Key
cs: Akismet klíč
de: Akismet Schlüssel
es_mx: Llave Akismet
fr: Clé Akismet
pl: Klucz Akismet
sl: Akismet ključ

source: Akismet URL
es_mx: URL Akismet
fr: URL Akismet
pl: URL Akismet

source: Filtered Words
cs: Filtrovaná slova
de: Gesperrte Wörter
es_mx: Palabras filtradas
fr: Mots filtrés
ja: 禁止ワード
pl: Filtrowane słowa
sl: Filtrirane Besede
th: กรองคำ

source: Enter words to be filtered separated by a comma.
cs: Slova, která mají být filtrována, oddělujte čárkou.
de: Geben Sie die zu sperrenden Wörter durch Komma getrennt ein.
es_mx: Ingresa palabras a filtrar, separadas por comas.
fr: Entrez les mots à filtrer séparés par une virgule.
ja: 禁止語句をカンマ区切りで記入して下さい。
pl: Wprowadź słowa filtrowane, rozdzielane przecinkiem
sl: Besede, ki jih želite filtrirati, ločite z vejico.
th: ป้อนคำที่ต้องการกรอง แยกคำด้วยเครื่องหมายจุลภาค

source: Facebook Comments:
cs: Facebook komentáře:
de: Facebook-Kommentare
fr: Commentaires Facebook :

source: Application ID
cs: ID palikace
fr: ID de l'application

source: See: https://developers.facebook.com/apps
cs: Podívejte se na : https://developers.facebook.com/apps
de: siehe https://developers.facebook.com/apps
fr: Voir : https://developers.facebook.com/apps

source: Require a key to access the API
cs: Vyžadovat klíč pro přístup k API
de: Schlüssel wird benötigt, um auf die API zuzugreifen
es_mx: Requerir una llave para acceder al API
fr: Requiert une clé pour accéder à l'API
ja: APIにアクセスするためのキーが必要です。
pl: Wymagaj klucza dla dostępu do API
sl: Zahtevaj ključ za dostop do API-ja
th: ต้องใช้ Key ในการเข้าถึง API

source: API Key:
cs: API klíč:
de: API-Schlüssel:
es_mx: Llave de API:
fr: Clé de l'API :
pl: Klucz API:
sl: API ključ:

source: Access Key
cs: Přístupový klíč
de: Zugriffsschlüssel
es_mx: Llave de acceso
fr: Clé d'accès
pl: Klucz dostępu
sl: Dostopni ključ

source: API Settings:
cs: Nastavení API:
de: API-Einstellungen:
es_mx: Configuración del API:
fr: Paramètres de l'API :
ja: API設定:
pl: Ustawienia API:
sl: API nastavitve:
th: การตั้งค่า API :

source: Max media results
cs: Výsledky Max media
de: Maximale Medien Ergebnisse
es_mx: Numero maximo de resultados de material
fr: Maximum de médias dans les résultats
ja: 最大表示
pl: Maksymalna liczba mediów w wynikach
sl: Največje število video rezultatov
th: ผลลัพธ์จำนวนมากที่สุดของมีเดีย

source: Max tree depth
cs: Max. hloubka stromu
de: Maximale Baumtiefe
es_mx: Profundidad máxima del árbol
fr: Profondeur maximale de l'arborescence
ja: 最大ツリー数
pl: Maksymalna głębokość drzewa
sl: Največja globina drevesa
th: ความลึกสูงสุดของ tree

source: General
cs: Všeobecné
de: Allgemein
fr: Général
ja: 全般
pl: Ogólne
sl: Splošno
th: ทั่วไป

source: Upload Logo
cs: Nahrát logo
de: Logo hochladen
es_mx: Cargar logotipo
fr: Téléverser le logo
ja: ロゴをアップロード
pl: Załaduj logo
sl: Naloži logotip
th: อัปโหลดโลโก้

source: Background Image
cs: Obrázek na pozadí
de: Hintergrundbild
es_mx: Imágen de fondo
fr: Image de fond
ja: 背景画像
pl: Obraz tła
sl: Slika ozadja
th: ภาพพื้นหลัง

source: Upload Background
cs: Nahrát pozadí
de: Hintergrundbild hochladen
es_mx: Cargar imágen de fondo
fr: Téléverser l'image de fond
ja: 背景画像をアップロード
pl: Załaduj tło
sl: Naloži ozadje
th: อัพโหลดภาพพื้นหลัง

source: Background color
cs: Barva pozadí
de: Hintergrundfarbe
es_mx: Color de fondo
fr: Couleur de fond
ja: 背景色
pl: Kolor tła
sl: Barva ozadja
th: สีพื้นหลัง

source: Link color
cs: Barva odkazu
de: Linkfarbe
es_mx: Color de ligas
fr: Couleur des liens
ja: リンク色
pl: Kolor linku
sl: Barva povezav
th: สีลิงค์

source: Visited Link color
cs: Barva navštíveného odkazu
de: Farbe für besuchte Links
es_mx: Color de ligas visitadas
fr: Couleur des liens visités
ja: 訪問済リンク色
pl: Kolor linku odwiedzonego
sl: Barva obiskanih povezav
th: สีของลิงก์ที่เยี่ยมชมแล้ว

source: Text color
cs: Barva textu
de: Schriftfarbe
es_mx: Colos de texto
fr: Couleur du texte
ja: 文字色
pl: Kolor tekstu
sl: Barva teksta
th: สีตัวอักษร

source: Heading color
cs: Barva nadpisu
de: Rubrikfarbe
es_mx: Color de encabezado
fr: Couleur des titres
ja: 見出し色
pl: Kolor nagłówka
sl: Barva naslova
th: สีหัวเรื่อง

source: Color Scheme
cs: Barevné schéma
de: Farbschema
es_mx: Esquema de color
fr: Palette de couleur
ja: 配色
pl: Schemat kolorów
sl: Barvna shema
th: โครงร่างสี

source: Enable Cooliris on the Explore Page
cs: Povolit Cooliris na stránce Prozkoumat
de: Cooliris auf der Hauptseite aktivieren
es_mx: Habilitar Cooliris en la página de exploración
fr: Activer Cooliris sur la page d'accueil
ja: ポップアップページ有効
pl: Włącz Cooliris na stronie ekspolrowania
sl: Omogoči Cooliris na raziskovalni strani
th: เปิดใช้งาน Cooliris บนหน้าสำรวจ

source: Display login link for all users
de: Login-Link für alle Nutzer anzeigen
fr: Afficher le lien de connexion pour tous les utilisateurs

source: Enable Featured Items on the Explore Page
cs: Povolit Doporučené položky na stránce Prozkoumat
de: Aktivieren der empfohlenen Elemente auf der Hauptseite
es_mx: Habilitiar ofrecimientos de material en la página de exploración
fr: Activer la Une sur la page d'accueil
ja: トップページおすすめ表示有効
pl: Włącz elementy wyróżnione na stronie eksplorowania
sl: Omogoči izpostavljene elemente na raziskovalni strani
th: เปิดใช้งานรายการที่โดดเด่นบนนหน้าสำรวจ

source: Enable Podcast Tab
cs: Povolit Podcast založku
de: Aktivieren des Podcast-Reiters
es_mx: Habilitar pestaña de podcast
fr: Activer l'onglet Podcast
ja: 共有タブ有効
pl: Włącz zakładkę Podcast
sl: Omogoči Podcast zavihek
th: เปิดใช้งานแท็บพอดคาสต์

source: Enable User Uploads
cs: Povolit nahrávání uživatelů
de: Benutzer-Uploads aktivieren
es_mx: Habilitar cargas de material de usuarios
fr: Activer l'envoi par les utilisateurs
ja: ユーザーアップロード有効
pl: Włącz uploady użytkowników
sl: Omogoči nalaganje uporabnikom
th: เปิดใช้งานให้ผู้ใช้อัปโหลด

source: Enable widescreen media player by default
cs: Povolit širokoúhlý multimediální přehrávač ve výchozím nastavení
de: Aktiveren des Breitbild-Medienplayers als Standard
es_mx: Habilitar por defecto pantalla ancha del player
fr: Activer le lecteur panoramique par défaut
ja: ワイドスクリーン有効
pl: Włącz domyślnie odtwarzacz szerokoekranowy
sl: Omogoči širokozaslonski način predvajalnika kot privzeto
th: เปิดใช้งาน media player แบบไวด์สกรีนเป็นค่าเริ่มต้น

source: Display Logo
cs: Zobrazit logo
de: Logo anzeigen
es_mx: Desplegar logotipo
fr: Afficher le logo
ja: ディスプレイロゴ
pl: Wyświetlaj logo
sl: Prikaži logotip
th: แสดงผลโลโก้

source: Display Background Image
cs: Zobrazit obrázek na pozadí
de: Hintergrundbild anzeigen
es_mx: Desplegar imágen de fondo
fr: Afficher l'image de fond
ja: 背景画像有効
pl: Wyświetlaj obrazek tła
sl: Prikaži sliko za ozadje
th: แสดงผลภาพพื้นหลัง

source: Display MediaDrop Footer
cs: Zobrazit MediaDrop zápatí
de: MediaDrop-Fußzeile anzeigen
fr: Afficher le pied-de-page de MediaDrop

source: Display MediaDrop Credits in Footer
de: Hinweis auf MediaDrop in der Fußzeile anzeigen
fr: Afficher les crédits de MediaDrop dans le pied-de-page

source: Player Menu Options
de: Optionen für die Player-Menüzeile
fr: Options du menu du lecteur

source: Enable Download button on player menu bar.
cs: Povolit v menu přehrávače tlačítko Stáhnout.
de: Download anzeigen
fr: Activer le bouton de téléchargement dans la barre de menu du lecteur.

source: Enable Share button on player menu bar.
cs: Povolit v menu přehrávače tlačítko Sdílet.
de: Teilen-Knopf anzeigen.
fr: Activer le bouton de partage de la barre de menu du lecteur.

source: Enable Embed button on player menu bar.
de: Einbetten-Knopf anzeigen.
fr: Activer le bouton d'incrustation de la barre de menu du lecteur.

source: Enable Widescreen toggle button on player menu bar.
de: "Auf Breitbild umschalten"-Knopf anzeigen.
fr: Activer le bouton de passage en mode 'Écran large' dans la barre de menu du lecteur.

source: Enable Like button on player menu bar.
de: "Gefällt mir"-Knopf anzeigen.
fr: Activer le bouton "J'aime" dans la barre de menu du lecteur.

source: Enable Dislike button on player menu bar.
de: "Gefällt nicht"-Knopf anzeigen.
fr: Activer le bouton "Je n'aime pas" dans la barre de menu du lecteur.

source: Advanced
cs: Pokročilý
de: Erweitert
es_mx: Avanzado
fr: Avancé
ja: 詳細設定
pl: Zaawansowane
sl: Napredno
th: ขั้นสูง

source: Custom CSS
cs: Uživatelský CSS
de: Benutzerdefinierte CSS
es_mx: CSS personalizado
fr: CSS personnalisées
ja: カスタムCSS
pl: Własny CSS
sl: Dodaten CSS
th: CSS แบบกำหนดเอง

source: Custom Header HTML
cs: Uživatelské záhlaví HTML
de: Benutzerdefiniertes Kopf-HTML
es_mx: Encabezado HTML personalizado
fr: En-tête HTML personnalisée
ja: カスタムヘッダーHTML
pl: Własny HTML nagłówka
sl: Dodaten HTML header
th: HTML ส่วนหัวแบบกำหนดเอง

source: Custom Footer HTML
cs: Uživatelské zápatí HTML
de: Benutzerdefiniertes Fuß-HTML
es_mx: Pie de página HTML personalizado
fr: Pied de page HTML personnalisé
ja: カスタムフッターHTML
pl: Własny HTML stopki
sl: Dodaten HTML footer
th: HTML ท้ายกระดาษแบบกำหนดเอง

source: Custom <head> Tags
de: Benutzerdefinierte <head>-Tags
fr: Étiquettes <head> personnalisées

source: These HTML tags are inserted into the HTML <head> section. Bad input can cause ugly rendering of your site. You can always restore your page by the box above.
de: Diese HTML-Tags werden in den HTML <head>-Abschnitt eingebettet. Ungültige Eingaben können zu einer fehlerhaften Seitendarstellung führen. Sie können Ihre Seite jederzeit wieder funktionsfähig machen, indem Sie die obige Box leeren.
fr: Cette étiquette HTML a été insérée dans la section <head> du HTML. Une mauvaise valeur peut causer un rendu bizarre de votre site. Vous pouvez toujours restaurer la page avec la boîte ci-dessus.

source: Reset to Defaults
cs: Obnovit výchozí
de: Auf Standard zurücksetzen
es_mx: Restaurar a valores por defecto
fr: Réinitialiser aux valeurs par défaut
ja: 標準設定リセット
pl: Przywróć domyślne
sl: Ponastavi na privzeto
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Banner HTML
fr: Bannière HTML
ja: バナーHTML
pl: HTML Bannera
sl: HTML pasice
th: แบนเนอร์ HTML

source: Sidebar HTML
es_mx: Barra lateral HTML
fr: Barre latérale HTML
ja: サイドバーHTML
pl: HTML paska bocznego
sl: HTML stranske orodne vrstice
th: ไซด์บาร์ HTML

source: User name already exists
cs: Uživatelské jméno již existuje
de: Benutzername ist schon vergeben
es_mx: El nombre de usuario ya existe
fr: Ce nom d’utilisateur existe déjà
ja: ユーザーはすでに存在しています。
pl: Nazwa użytkownika już istnieje
sl: Uporabnik že obstaja
th: ชื่อผู้ใช้มีอยู่แล้ว

source: Email Address
cs: Emailová adresa
de: E-Mail-Adresse
es_mx: Dirección de email
fr: Adresse électronique
ja: メールアドレス
pl: Adres email
sl: E-pošta
th: ที่อยู่อีเมล

source: Login Details:
cs: Přihlašovací údaje
es_mx: Detalles de login
fr: Détails Login :
ja: ログイン詳細:
pl: Szczegóły logowania:
sl: Vpisni podatki
th: รายละเอียด Login :

source: Passwords do not match
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
es_mx: Las palabras clave no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません。再入力してください。
pl: Hasła nie pasują
sl: Gesli se ne ujemata
th: รหัสผ่านไม่ตรงกัน

source: Groups
cs: Skupiny
de: Gruppen
fr: Groupes

source: Confirm password
cs: Potvrdit heslo
de: Passwortbestätigung
es_mx: Confirmar clave
fr: Confirmer mot de passe
ja: パスワード（確認）
pl: Potwierdź hasło
sl: Potrdi geslo
th: ยืนยันรหัสผ่าน

source: FTP Server Details:
cs: Podrobnosti o FTP serveru:
de: FTP-Server-Einstellungen:
es_mx: Detalles de servidor FTP
fr: Infos serveur FTP :
ja: FTP サーバー詳細:
pl: Szczegóły serwera FTP:
sl: podrobnosti FTP strežnika:
th: รายละเอียด FTP Server :

source: Server Hostname
cs: Jméno hostitelského serveru
de: Servername
es_mx: Nombre del servidor
fr: Nom d’hôte serveur
ja: ホストサーバー名
pl: Nazwa hosta serwera
sl: Hostname strežnika
th: ชื่อโฮสต์ Server

source: Subdirectory on server to upload to
cs: Podadresáře na serveru nahrát na
de: Verzeichnis am Server zum Hochladen:
es_mx: Subdirectorio del servidor donde guardar cargas de archivos
fr: Sous-répertoire serveur pour chargement
ja: アップロードディレクトリー
pl: Podkatalog na serwerze do którego ładować
sl: Podmapa na strežniku za nalaganje
th: ไดเรกทอรีย่อยบนเซิร์ฟเวอร์อัพโหลดไปยัง

source: How many times should MediaDrop try to verify the FTP upload before declaring it a failure?
cs: Kolikrát by se měl MediaDrop pokusit ověřit FTP upload před tím než ohlásí selhání?
de: Wie oft soll MediaDrop versuchen den FTP-Upload durchzuführen, bevor ein Fehler ausgelöst wird?
es_mx: ¿Cuantas veces debe MediaDrop intentar verificar la carga por FTP antes de declarar el intento fallido?
fr: Combien de fois souhaitez-vous que MediaDrop vérifie le chargement FTP avant de déclarer un échec ?
ja: FTPアップロードの再アクセス回数
pl: Ile razy MediaDrop powinien próbować weryfikacje uploadu FTP przed zadeklarowaniem awarii?
sl: Kolikokrat naj MediaDrop poskusi preveriti s FTP naloženo datoteko preden jo označi kot neuspešno naloženo?
th: จะกำหนดให้ MediaDrop พยายามทำการอัพโหลดกี่ครั้ง ถ้าเกินให้แจ้งเป็นการอัพโหลดล้มเหลว

source: HTTP URL to access remotely stored files
cs: HTTP URL pro přístup k uloženým souborům na dálku
de: HTTP-URL, um auf extern gespeicherte Dateien zuzugreifen
es_mx: URL HTTP para acceder a archivos almacenados en sitios remotos
fr: URL HTTP pour accéder aux fichiers stockés à distance
ja: HTTPからリモートアクセスを許可する
pl: URL HTTP dla dostępu do załadowanych plików
sl: HTTP URL naslov za dostop do oddaljeno shranjenih datotek
th: HTTP URL เพื่อเข้าถึงแฟ้มที่เก็บไว้ในระยะไกล

source: RTMP Server URL to stream remotely stored files (Optional)
cs: RTMP Server URL ke spouštění vzdáleně uložených souborů (Volitelné)
de: RTMP-Server-URL, um die extern gespeicherten Dateien zu streamen (optional)
es_mx: URL de servidor RTMP para accesar un stream de arhivos remotos (Opcional)
fr: URL du serveur RTMP pour lire à distance les fichiers stockés (en option)
ja: RTMPサーバーURLはリモートで保存されたファイルをストリーム配信する (オプション)
pl: URL serwera RTMP do streamowania zdalnie składowanych plików (opcjonalnie)
sl: RTMP URL strežnika za pretok oddaljeno shranjenih datotek (opcijsko)
th: RTMP Server URL เพื่อสตรีมจากระยะไกลที่จัดเก็บไฟล์ ( ไม่จำเป็นต้องกรอก )

source: Options specific to Local File Storage:
cs: Volby specifické pro místní úložiště souborů:
de: Einstellungen für die lokale Dateiablage:
es_mx: Opciones específicas al almacenamiento local de archivos
fr: Options spécifiques au Stockage local des fichiers :
ja: ローカルファイルストレージ固有のオプション:
pl: Opcje specyficzne dla lokalnego składowania plików:
sl: Opcije specifične za lokalno shrambo:
th: ตัวเลือกเฉพาะที่เก็บไฟล์ในเครื่อง:

source: Path to store files under
cs: Cesta k ukládání souborů v rámci
de: Pfad zur Dateiablage
es_mx: Ruta bajo la cual almacenar archivos
fr: Chemin pour stocker les fichiers
ja: ファイルURL
pl: Ścieżka pod którą składować pliki
sl: Pot, kjer bodo datoteke shranjene
th: Path การจัดเก็บแฟ้มภายใต้

source: Defaults to the "data_dir" from your INI file.
cs: Výchozí "data_dir" ze souboru INI.
de: Standardeinstellung ist "data_dir" aus der INI-Datei.
es_mx: Valor por defecto de "data_dir" de tu archivo INI
fr: Prends par défaut la valeur "data_dir" de votre fichier INI.
ja: 標準ディレクトリ "data_dir" にINIファイルを保存する。
pl: Domyślne dla "data_dir" w twoim pliku INI.
sl: Privzame "data_dir" iz vaše INI datoteke.
th: ค่าเริ่มต้น"data_dir"จากแฟ้ม .INI ของคุณ

source: RTMP Server URL
cs: URL serveru RTMP
es_mx: URL del servidor RTMP
fr: URL serveur RTMP
pl: URL serwera RTMP
sl: URL RTMP Strežnika

source: Files must be accessible under the same name as they are stored with locally.
cs: Soubory musí být přístupné pod stejným názvem jako jsou uloženy lokálně.
de: Dateien müssen unter dem selben Namen verfügbar sein, wie sie lokal gespeichert wurden
es_mx: Los archivos deben ser accesibles con el mismo nombre que estan almacenados localmente.
fr: Les fichiers doivent être accessibles avec le même nom lorsqu'ils sont stockés localement.
ja: それらはローカルに格納されているとおりのファイルが同じ名前でアクセスできる必要があります。
pl: Pliki muszą mieć te same nazwy co ich odpowiedniki składowane lokalnie.
sl: Datoteke morajo biti dostopne pod enakim imenom kot so shranjene lokalno.
th: ไฟล์จะต้องเข้าถึงได้ภายใต้ชื่อเดียวกับที่ถูกเก็บไว้ในเครื่อง

source: Add another URL
cs: Přidat další URL
de: Andere URL hinzufügen
es_mx: Agregar otro URL
fr: Ajouter une autre URL
ja: URL から追加
pl: Dodaj inny URL
sl: Dodatni URL
th: เพิ่ม URL อื่น

source: RTMP server URLs must begin with rtmp://
cs: URL serveru RTMP musí začínat rtmp: / /
de: RTMP-Server-URL muss mit rtmp:// beginnen
es_mx: Los URLs del servidor RTMP deben empezar con rtmp://
fr: Les URLs de serveur RTMP doivent commencer par rtmp://
pl: URL serwera RTMP musi się rozpoczynać od rtmp://
sl: URL RTMP Strežnika se mora začeti z rtmp://
th: RTMP Server URL ต้องเริ่มต้นด้วย rtmp : / /

source: RTMP Servers:
cs: RTMP servery:
de: RTMP-Server:
es_mx: Servidores RTMP
fr: Serveurs RTMP :
pl: Serwery RTMP:
sl: RTMP strežniki:

source: New %(type)s: %(title)s
de: Neue %(type)s : %(title)s
es_mx: Nuevo %(type)s: %(title)s
fr: Nouveaux %(type)s : %(title)s
pl: Nowe %(type)s: %(title)s
sl: Nov %(type)s: %(title)s
th: ใหม่ %(type)s : %(title)s
