Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: You will be automatically redirected back to the [1:Media Library] in a few seconds. Hang tight.
cs: Budete automaticky přesměrováni zpět do [1: Knihovna médií] během několika vteřin. Vydržte.
de: Sie werden in Kürze automatisch zur letzen Seite [1: Media Library] weitergeleitet werden in ein paar Sekunden. Bitte warten.
es_mx: Seras automáticamente redirigido a [1:Media Library] en unos segundos.
fr: Vous allez être automatiquement redirigé vers la [1:Bibliothèque] dans quelques secondes. Veuillez patienter.
ja: 少しお待ちください。[1:Media Library]へリダイレクトされます
pl: Zostaniesz automatycznie przekierowany z powrotem do [1: Media Library] w kilka sekund. Trzymaj się mocno.
sl: Takoj te bomo preusmerili nazaj na [1:Arhiv posnetkov]. Drži se.
th: คุณจะได้รับการเปลี่ยนเส้นทางโดยอัตโนมัติกลับไป [1 : Media Library] ในไม่กี่วินาที กรุณารอสักครู่

source: That is not a valid URL.
cs: Toto není platná URL.
de: Dies ist keine gültige URL.
fr: Ceci n'est pas une URL valide

source: Sitemap XML
de: Seitenübersicht als XML
es_mx: Mapa de sitio XML
pl: Mapa strony XML
sl: XML zemljevida strani
th: XML Sitemap

source: Sitemap RSS
cs: Mapa stránek RSS
de: Seitenübersicht als RSS
es_mx: Mapa de sitio RSS
pl: Mapa strony RSS
sl: RSS zemljevida strani
th: RSS แผนผังเว็บไซต์

source: Description:
cs: Popis:
de: Beschreibung:
es_mx: Descripción:
ja: 概要：
pl: Opis:
sl: Opis:
th: คำอธิบาย :

source: Description
cs: Popis
de: Beschreibung
es_mx: Descripción
ja: 説明
pl: Opis
sl: Opis
th: คำบรรยาย

source: Applies only for the AS2 player, the AS3 player will choose the most appropriate version of the video version (e.g. considering the user's bandwidth)
de: Diese Option wird nur vom AS2-Player verwendet. Der AS3-Player wählt automatisch die am besten passende Version des Videos (z.B. unter Berücksichtigung der zur Verfügung stehenden Bandbreite).

source: Display related videos after playback of the initial video ends.
de: Ähnliche Videos anzeigen nachdem das Video abgespielt wurde.

source: Enable window-less mode (wmode)
de: "window-less mode" (wmode) aktivieren

source: wmode allows HTML/CSS elements to be placed over the actual Flash video but requires more CPU power.
de: wmode erlaubt es, HTML/CSS-Elemente über dem eigentliche Flash-Video zu positionieren, erfordert aber mehr Rechenleistung.

source: The number of items in the feed can be overriden per request if you add "?limit=X" to the feed URL. If the "limit" parameter is absent, the default above is used.
de: Die Anzahl von Einträgen im Feed kann pro Anfrage überschrieben werden, indem Sie "?limit=X" an die Feed-URL anhängen. Falls der "limit"-Parameter fehlt, wird die obige Standardeinstellung verwendet.

source: Options
cs: Možnosti
de: Optionen
es_mx: Opciones
ja: オプション
pl: Opcje
sl: Nastavitve
th: ตัวเลือก

source: Cooliris support is deprecated and will be removed in the next major version of MediaDrop unless someone is interested in maintaining it.
de: Die Unterstützung für Cooliris wird in der nächsten Version von MediaDrop entfernt, sofern sich kein Freiwilliger für die laufende Pflege findet.

source: Enable Popout button on player menu bar.
de: "Popout"-Knopf anzeigen.

source: Plain HTML5 Player
cs: HTML5 Player
de: Einfacher HTML5-Player
es_mx: Simple player HTML5
pl: Prosty odtwarzacz HTML5
sl: Osnovni HTML5 predvajalnik

source: Page:
cs: Stránka:
de: Seite:
es_mx: Página:
ja: ページ：
pl: Strona.
sl: Stran:
th: หน้า :

source: Page
cs: Stránka
de: Seite
es_mx: Página
ja: ページ
pl: Strona
sl: Stran
th: หน้า

source: Admin
de: Verwaltung

source: Dimensions
cs: Rozměry
de: Dimensionen
es_mx: Dimensiones
ja: サイズ
pl: Wymiary
sl: Dimenzije

source: Type
cs: Typ
de: Typ
es_mx: Tipo
ja: タイプ
pl: Typ
sl: Tip
th: ประเภท

source: Players
cs: Přehrávače
de: Player
es_mx: Reproductores
pl: Odtwarzacze
sl: Predvajalniki

source: Analytics
cs: Analytika
de: Statistiken

source: Notifications
cs: Upozornění
de: Benachrichtigungen
es_mx: Notificaciones
ja: メール通知
pl: Powiadomienia
sl: Obvestila
th: การแจ้งเตือน

source: Tags
cs: Štítky
es_mx: Marcadores
ja: タグ
pl: Etykiety
sl: Oznake
th: แท็ก

source: Podcasts
cs: Podcasty
ja: 共有
pl: Podcasty
sl: Podcasti
th: พ็อดคาสต์

source: Logo
es_mx: Logotipo
ja: ロゴ
sl: Logotip
th: โลโก้

source: Audio
ja: オーディオ
sl: Zvočni posnetek
th: เสียง

source: Sublime Video Player
pl: Odtwarzacz wideo Sublime
sl: Sublime Video predvajalnik

source: iTunes Player
pl: Odtwarzacz iTunes
sl: iTunes predvajalnik
