Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: A new %(type)s file has been uploaded! Title: %(title)s Author: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s Description: %(clean_description)s
de: Eine neue %(type)s-Datei wurde hochgeladen! Titel: %(title)s Autor: %(author_name)s (%(author_email)s) Admin-URL: %(edit_url)s Beschreibung: %(clean_description)s
es_mx: Un nuevo %(type)s de archivo se ha subido! Título: %(title)s Autor: %(author_name)s ( %(author_email)s) URL Admin: %(edit_url)s Descripción: %(clean_description)s
fr: Un nouveau fichier %(type)s a été téléversé ! Titre : %(title)s Auteur : %(author_name)s (%(author_email)s) URL d'administration : %(edit_url)s Description : %(clean_description)s
ja: A new %(type)s file has been uploaded! タイトル: %(title)s 投稿者: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s 概要: %(clean_description)s
pl: Nowy plik %(type)s został załadowany! Tytuł: %(title)s Autor: %(author_name)s (%(author_email)s) URL admina: %(edit_url)s Opis: %(clean_description)s
sl: Nova %(type)s datoteka je bila naložena! Naslov: %(title)s Avtor: %(author_name)s (%(author_email)s) Uredi: %(edit_url)s Opis: %(clean_description)s
th: ไฟล์ %(type)s ได้ถูกอัพโหลดเรียบร้อย! หัวข้อ: %(title)s เจ้าของ: %(author_name)s (%(author_email)s) Admin URL: %(edit_url)s คำอธิบาย: %(clean_description)s

source: New Comment: %(comment_subject)s
cs: Nový komentář: %(comment_subject)s
de: Neuer Kommentar: %(comment_subject)s
es_mx: Nuevo comentario: %(comment_subject)s
fr: Nouveau commentaire : %(comment_subject)s
ja: コメントが投稿されました: %(comment_subject)s
pl: Nowy komentarz: %(comment_subject)s
sl: Nov komentar: %(comment_subject)s
th: แสดงความคิดเห็นใหม่ : %(comment_subject)s

source: A new comment has been posted! Author: %(author_name)s Post: %(post_url)s Body: %(comment_body)s
cs: Nový komentář byl odeslán! Autor: %(author_name)s Příspěvek: %(post_url)s Tělo: %(comment_body)s
de: Ein neuer Kommentar wurde geschrieben! Autor: %(author_name)s Post: %(post_url)s Text: %(comment_body)s
es_mx: Un comentario ha sido enviado! Autor: %(author_name)s Post: %(post_url)s Cuerpo del comentario: %(comment_body)s
fr: Un nouveau commentaire a été posté ! Auteur : %(author_name)s Lien : %(post_url)s Texte : %(comment_body)s
pl: Nowy komentarz został zamieszczony! Autor: %(author_name)s Post: %(post_url)s Treść: %(comment_body)s
sl: Nov komentar je bil objavljen! Avtor: %(author_name)s Objava: %(post_url)s Vsebina: %(comment_body)s
th: ความคิดเห็นใหม่ได้รับการโพสต์! เจ้าของ : %(author_name)s โพสต์ : %(post_url)s เนื้อความ : %(comment_body)s

source: New Support Request: %(email)s
cs: Nový požadavek na podporu: %(email)s
de: Neue Support-Anfrage %(email)s
es_mx: Nueva solicitud de soporte %(email)s
fr: Nouvelle demande d’aide : %(email)s
pl: Nowy wniosek o pomoc: %(email)s
sl: Nove zahteve za pomoč: %(email)s
th: ขอรับการสนับสนุนใหม่ : %(email)s

source: A user has asked for support Email: %(email)s URL: %(url)s Description: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
cs: Užavatel se dotázal podpory Email: %(email)s URL: %(url)s Popis: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
de: Ein Benutzer hat um Hilfe gebeten E-Mail: %(email)s URL: %(url)s Beschreibung: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
es_mx: Un usuario ha solicitado soporte Correo electrónico: %(email)s URL: %(url)s Descripción: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
fr: Un utilisateur a demandé de l’aide Email : %(email)s URL : %(url)s Description : %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
ja: お問い合わせ Email: %(email)s URL: %(url)s Description: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
pl: Użytkownik poprosił o pomoc Email: %(email)s URL: %(url)s Opis: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
sl: Uporabnik je prosil za podporo Elektronska pošta: %(email)s URL: %(url)s Opis: %(description)s GET_VARS: %(get_vars)s POST_VARS: %(post_vars)s
th: ผู้ใช้มีการขอการสนับสนุนทาง อีเมล : %(email)s URL : %(url)s คำอธิบาย : %(description)s GET_VARS : %(get_vars)s POST_VARS : %(post_vars)s

source: Video
fr: Vidéo
ja: ビデオ
pl: Wideo
th: วิดีโอ

source: Audio Description
cs: Audio popis
de: Audio-Beschreibung
es_mx: Descripción del Audio
fr: Description audio
ja: オーディオ概要
sl: Opis zvočnega posnetka
th: รายละเอียดเสียง

source: Captions
cs: Titulky
de: Überschriften
es_mx: Subtítulos
fr: Légendes
ja: キャプション
pl: Napisy
sl: Naslovi
th: คำบรรยายภาพ

source: Help
cs: Nápověda
de: Hilfe
es_mx: Ayuda
fr: Aide
ja: ヘルプ
pl: Pomoc
sl: Pomoč
th: ความช่วยเหลือ

source: Google Video
fr: Google Vidéos
ja: Googleビデオ

source: HTML5 + Flowplayer Fallback
es_mx: HTML5 + Flowplayer como secundario
fr: HTML5 + Flowplayer en repli
pl: HTML5 + zastępczo Flowplayer
sl: HTML5 + Flowplayer za rezervo

source: Unusable file or URL provided.
cs: Nepoužitelný soubor nebo URL.
de: Nicht verwendbare Datei oder URL angegeben.
es_mx: URL o archivo proporcionado inutilizable
fr: Fichier ou URL fournie inutilisable.
ja: 使用できないファイル、URL
pl: Przedstawiono nieużywalny plik lub URL
sl: Neuporabna datoteka ali podan URL.
th: ไฟล์หรือ URL ที่ระบุไว้ไม่สามารถใช้งานได้

source: Invalid BlipTV URL. This video does not exist.
cs: Neplatné URL BlipTV. Toto video neexistuje.
de: Ungültige BlipTV-URL. Dieses Video existiert nicht.
fr: URL Blip TV invalide. Cette vidéo n'existe pas.

source: This DailyMotion video does not allow embedding.
de: Dieses DailyMotion-Vidoe darf nicht eingebettet werden.
fr: Cette vidéo DailyMotion n'autorise pas l'incrustation.

source: FTP Storage
cs: FTP úložiště
de: FTP-Speicher
es_mx: Almacenamiento FTP
fr: Stockage FTP
ja: FTPオプション
pl: Skład FTP
sl: FTP pomnilnik
th: การจัดเก็บแบบ FTP

source: Could not upload the file from your FTP server: %s
cs: Nepodařilo se nahrát soubor z Vašeho FTP serveru:%s
de: Konnte die Datei nicht auf den FTP-Server laden: %s
es_mx: No fue posible subir el archivo desde tu servidor FTP: %s
fr: Impossible de charger le fichier depuis votre serveur FTP : %s
ja: FTPにファイルをアップロード出来ませんでした: %s
pl: Nie można załadować pliku z twojego serwera FTP: %s
sl: Neuspel prenos datoteke iz vašega FTP strežnika: %s
th: ไม่สามารถอัปโหลดไฟล์จากเซิร์ฟเวอร์ FTP : %s ของคุณได้

source: The file transferred to your FTP server is corrupted. Please try again.
cs: Soubor převeden na server FTP je poškozený. Zkuste to prosím znovu.
de: Die Datei, welche auf den FTP-Server geladen wurde, ist defekt. Bitte erneut versuchen.
es_mx: El archivo transferido a tu servidor FTP esta corrompido. Por favor intenta de nuevo
fr: Le fichier transféré à votre serveur FTP est corrompu. Merci de rééssayer.
ja: FTPサーバに転送したファイルが破損しています。もう一度やり直して下さい。
pl: Plik przesłany na twój serwer FTP jest uszkodzony. Spróbuj jeszcze raz.
sl: Datoteka, prenešena na vaš FTP strežnik je pokvarjena. Prosimo, poskusite znova.
th: ไฟล์ที่โอนไปยังเซิร์ฟเวอร์ FTP ของคุณได้รับความเสียหาย โปรดลองอีกครั้ง

source: Could not download the file from your FTP server: %s
cs: Nelze stáhnout soubor z vašeho FTP serveru: %s
de: Konnte die Datei nicht vom FTP-Server herunterladen: %s
es_mx: No fue posible descargar el archivo desde tu servidor FTP: %s
fr: Impossible de télécharger le fichier depuis votre serveur FTP : %s
ja: FTPサーバーからダウンロード出来ませんでした: %s
pl: Nie można załadować pliku z twojego serwera FTP: %s
sl: Datoteke ni bilo mogoče prenesti iz FTP strežnika: %s
th: ไม่สามารถดาวน์โหลดไฟล์จากเซิร์ฟเวอร์ FTP : %s ของคุณได้

source: Local File Storage
cs: Místní úložiště souborů
de: Lokale Dateiablage
es_mx: Almacenamiento local de archivos
fr: Stockage local des fichiers
ja: ローカル保存ファイル状況:
pl: Lokalne składowanie plików
sl: Lokalna shramba
th: พื้นที่จัดเก็บไฟล์ในเครื่อง

source: Remote URLs
cs: Vzdálené URL
de: Externe URLs
es_mx: URLs remotos
fr: URLs à distance
ja: リモートリンク
pl: Zdalne URLe
sl: Oddaljeni URL-ji
th: URL ระยะไกล

source: This RTMP server has not been configured. Add it by going to Settings > Storage Engines > Remote URLs.
cs: Tento RTMP server není nakonfigurován. Přidáte pomocí přechodu do Nastavení > Storage Engine > vzdálené URL.
de: Dieser RTMP-Server wurde noch nicht konfiguriert. Die nötigen Einstellungen können Sie unter Einstellungen > Speicher-Einheit > Externe URLs vornehmen.
fr: Ce serveur RTMP n'a pas été configuré. Ajouter-le en passant par Paramètres > Moteur de stockabge > URL distantes.

source: This video is private and cannot be embedded.
cs: Toto video je soukromé a nelze ho vložit.
de: Dieses Video ist privat und kann nicht eingebettet werden.
fr: Cette vidéo est privée et ne peut être incrustée.

source: Invalid YouTube URL. This video does not exist.
cs: Neplatné URL YouTube. Toto video neexistuje.
de: Ungültige YouTube-URL. Dieses Video existiert nicht.
fr: URL YouTube invalide. Cette vidéo n'existe pas.

source: YouTube Error: %s
cs: Chyba YouTube: %s
de: YouTube-Fehler: %s
fr: Erreur YouTube : %s

source: %s (broken)
cs: %s (rozbité)
fr: %s (cassé)

source: A %(code)s Error has Occurred
cs: Objevila se chyba %(code)s
de: Ein %(code)s Fehler ist aufgetreten
es_mx: Ha ocurrido un error con código %(code)s
fr: Une erreur %(code)s a eu lieu
ja: A %(code)sエラーが発生しました。
pl: Wystąpił błąd %(code)s
sl: Prišlo je do napake: %(code)s
th: เกิดข้อผิดพลาด รหัส %(code)s

source: Whoopsadaisy!
cs: Vzmuž se!
es_mx: Hooorale!
fr: Oups !
pl: Kurka wodna!
sl: Opsasa!

source: We can't find this page. The page may have been moved or removed.
cs: Nemůžeme najít tuto stránku. Stránka mohla být přesunuta nebo odstraněna.
de: Wir können diese Seite nicht finden. Die Seite könnte verschoben oder gelöscht worden sein.
es_mx: No podemos encontrar esta página. Puede ser que haya sido movida o eliminada.
fr: Impossible de trouver cette page. Il se peut qu’elle ait été déplacée ou supprimée.
ja: ページがありません。移動または削除された可能性があります。
pl: Nie możemy odnaleźć tej strony. Strona mogła zostać przeniesiona lub usunięta.
sl: Ta stran ne obstaja. Morda smo jo prestavili na drug naslov ali izbrisali.
th: เราไม่พบหน้านี้ หน้าอาจถูกย้ายหรือลบออก

source: If you typed the address in, check the spelling.
cs: Pokud jste zadali adresu, zkontrolujte svůj pravopis.
de: Falls Sie die Adresse selbst eingegeben haben, prüfen Sie bitte die Schreibweise.
es_mx: Si escribes la dirección, asegurate de hacerlo correctamente.
fr: Si vous avez tapé l’adresse, vérifiez l’orthographe.
ja: アドレススペルをチェックして下さい。
pl: Jeżeli wpisywałeś adres, sprawdź czy nie popełniłeś błędu w pisowni.
sl: Preveri črkovanje naslova.
th: หากคุณพิมพ์ที่อยู่เอง กรุณาตรวจสอบการสะกดคำว่าถูกต้องหรือไม่

source: You have a few options:
cs: Máte několik možností:
de: Sie haben ein paar Optionen:
es_mx: Tienes algunas opciones:
fr: Vous avez quelques options :
ja: いくつかのオプションがあります：
pl: Masz kilka opcji:
sl: Imaš naslednje možnosti:
th: คุณมีตัวเลือก :

source: Return to the [1:homepage].
cs: Návrat k [1: homepage].
de: Zurück zur [1:homepage].
es_mx: Regresar a la [1:homepage].
fr: Retour à la [1:page d'accueil]
ja: [1:homepage]に戻る。
pl: Powrót na [1:homepage].
sl: Vrni se na [1:homepage].
th: กลับไป [1 : หน้าแรก]

source: Return to the [1:media page].
cs: Návrat k [1: media stránku].
de: Zurück zur [1:media page].
es_mx: Regresar a la [1:media page].
fr: Retour à la [1:bibliothèque]
ja: [1:media page]に戻る。
pl: Powrót na [1:media page].
sl: Vrni se na [1:stran s posnetki]
th: กลับไป [1 : หน้าสื่อ]

source: Fill out an error report below.
cs: Vyplňte chybové hlášení níže.
de: Schreiben Sie unten einen Fehlerbericht.
es_mx: A continuación llena un reporte de error.
fr: Remplir un rapport d’erreur ci-dessous.
ja: 以下にエラーリポートを記入して下さい。
pl: Wypełnij poniższy raport o błędzie.
sl: Izpolni poročilo o napaki.
th: กรอกข้อมูลในรายงานข้อผิดพลาดด้านล่าง

source: Email: (so we can contact you if we find it!)
cs: E-mail: (abychom Vás mohli kontaktovat)
de: E-Mail: (damit wir Sie kontaktieren können, falls wir den Fehler finden!)
es_mx: Email: (¡para contactarte si lo encontramos!)
fr: Email : (pour que l’on puisse vous contacter si l’on a trouvé !)
ja: Email: (我々はそれを発見した場合、あなたに連絡することができます!)
pl: Email: (dzięki temu będziemy mogli się skontaktować, jeżeli go znajdziemy!)
sl: E-pošta: (kamor ti pošljemo e-pošto, če najdemo)
th: อีเมล์ : (เพื่อให้เราสามารถติดต่อคุณได้ หากเราค้นหาพบ!)

source: What were you looking for when you got the error?
cs: Co jste hledali, když se objevila chyba?
de: Nach was haben Sie gesucht, als der Fehler auftrat?
es_mx: ¿Que estabas buscando cuando sucedió el error?
fr: Que cherchiez-vous au moment d’obtenir ce message d’erreur ?
ja: エラー時に何をしたのか教えて下さい。
pl: Czego szukałeś, kiedy wystąpił błąd?
sl: Kaj si iskal, ko si dobil napako?
th: คุณกำลังค้นหาอะไรอยู่? ขณะที่คุณเจอข้อผิดพลาด

source: Submit Error Report
cs: Předložit zprávu o chybách
de: Fehlerbericht abschicken
es_mx: Envía un reporte de error
fr: Soumettre le rapport d’erreur
ja: エラーリポート報告
pl: Wyślij raport o błędzie
sl: Prijavi napako
th: ส่งรายงานข้อผิดพลาด

source: Like
cs: Líbí
de: Gefällt mir
es_mx: Le gusta
fr: Aime
ja: 高評価
pl: Lubię to
sl: Všeč mi je
th: ชอบ

source: View
cs: Zobrazení
de: Aufruf
es_mx: Vista
fr: Vue
ja: 見る
pl: Odsłona
sl: Ogled
th: วิว

source: Show:
cs: Zobrazení:
de: Anzeigen:
es_mx: Mostrar:
fr: Voir :
ja: 表示:
pl: Pokaż:
sl: Pokaži:
th: แสดง :

source: Latest
cs: Poslední
de: Neueste
es_mx: Mas reciente
fr: Les plus récents
ja: 最新メディア
pl: Ostatnie
sl: Zadnji
th: ล่าสุด

source: Most Popular
cs: Nejoblíbenější
de: Beliebteste
es_mx: Mas popular
fr: Les plus populaires
ja: 人気メディア
pl: Najpopularniejsze
sl: Najbolj popularni
th: เป็นที่นิยมมากที่สุด

source: Featured
cs: Doporučené
es_mx: Ofrecido
fr: À l’affiche
ja: おすすめ
pl: Wyróżnione
sl: Izbrani
th: ที่โดดเด่น

source: of
cs: z
de: von
es_mx: de
fr: de
pl: z
sl: od
th: ของ

source: The %(fieldName)s field accepts some HTML formatting: %(formattingList)s
de: Das %(fieldName)s-Feld erlaubt HTML-Formatierung: %(formattingList)s
es_mx: El campo %(fieldName)s acepta un poco de formateo HTML: %(formattingList)s
fr: Le champ %(fieldName)s accepte certaines balises HTML : %(formattingList)s
ja: この%(fieldName)sテキストエリアでは次のタグが使用可能です: %(formattingList)s
pl: Pole %(fieldName)s akceptuje niektóre formatowania HTML: %(formattingList)s
sl: Polje %(fieldName)s podpira HTML sintakso: %(formattingList)s
th: ฟิลด์ %(fieldName)s ที่รับการจัดรูปแบบ HTML : %(formattingList)s

source: Feeds:
cs: RSS kanál:
fr: Flux :
ja: フィード:
pl: Kanały:
sl: Viri:

source: [1:MediaDrop] [2:video platform]
cs: [1: MediaDrop] [2: video platforma]
de: [1:MediaDrop] [2:Video Plattform]
es_mx: [1:MediaDrop] [2:plataforma de video]
fr: [1:MediaDrop] [2:Plateforme vidéo]
pl: [1:MediaDrop] [2:Platforma wideo]
sl: [1:MediaDrop] [2:Video platforma]

source: Log in to
cs: Přihlásit se do
de: Einloggen bei
fr: Se connecter à

source: Log in
cs: Přihlásit se
de: Einloggen
fr: Se connecter

source: Logout
cs: Odhlásit se
de: Ausloggen
es_mx: Salir
fr: Se déconnecter
ja: ログアウト
pl: Wyloguj
sl: Odjava
th: ออกจากระบบ

source: Explore
cs: Prozkoumat
de: Entdecken
es_mx: Explora
fr: Accueil
ja: トップ
pl: Eksploruj
sl: Razišči
th: สำรวจ

source: Media Library
cs: Knihovna médií
de: Medien-Bibliothek
es_mx: Libredia de medios
fr: Bibliothèque
ja: ライブラリ
pl: Biblioteka mediów
th: ไลบรารี่ของสื่อ

source: Search
cs: Hledej
de: Suche
es_mx: Busca
fr: Rechercher
ja: 検索
pl: Szukaj
sl: Išči
th: ค้นหา

source: Moderate comments
cs: Moderovat komentáře
de: Kommentare moderieren
es_mx: Modera comentarios
fr: Modérer les commentaires
ja: 認証待ちコメント
pl: Moderuj komentarze
sl: Komentarje je potrebno moderirati
th: ดูแลความคิดเห็น

source: Moderate
cs: Moderovat
de: moderieren
es_mx: Modera
fr: Modérer
ja: 編集
pl: Moderuj
sl: Moderiraj

source: Comments
cs: Komentáře
de: Kommentare
es_mx: Comentarios
fr: Commentaires
ja: コメント
pl: Komentarze
sl: Komentarji
th: ความคิดเห็น

source: Published
cs: Zveřejněno
de: Veröffentlicht
es_mx: Publicado
fr: Publié
ja: 公開
pl: Opublikowane
sl: Objavljeno
th: เผยแพร่แล้ว

source: Unreviewed
cs: Nehodnoceno
de: Nicht geprüft
es_mx: Sin revisar
fr: Non examiné
ja: 未認証
pl: Niezrecenzowane
sl: Nepreverjeno
th: ยังไม่ได้ตรวจสอบ

source: Trash
cs: Odpad
de: Mülleimer
es_mx: Basura
fr: Poubelle
ja: ゴミ箱
pl: Śmieć
sl: Koš
th: ขยะ

source: Dashboard
cs: Řídící panel
es_mx: Panel de control
fr: Tableau de bord
ja: ダッシュボード
pl: Pulpit
sl: Tabla
th: แผงควบคุม

source: Awaiting Review
cs: Čeká na hodnocení
de: Warte auf Überprüfung
es_mx: Esperando revisión
fr: Examen en attente
ja: レビュー待ち
pl: Oczekujące na recenzję
sl: Čaka na pregled
th: รอการตรวจสอบ

source: Awaiting Encoding
cs: Čeká na kódování
de: Warte auf Kodierung
es_mx: Esperando codificación
fr: Encodage en attente
ja: エンコーディング待ち
pl: Oczekujące na encoding
sl: Čaka na zakodiranje
th: รอการเข้ารหัส

source: Awaiting Publishing
cs: Čeká na zveřejnění
de: Warte auf Veröffentlichung
es_mx: Esperando publicación
fr: Publication en attente
ja: 公開待ち
pl: Oczekujące na publikację
sl: Čaka na objavo
th: รอการเผยแพร่

source: Get Started
cs: Začínáme
de: Legen Sie los.
es_mx: Empezar
fr: Démarrer
ja: メディア投稿
pl: Rozpocznij
sl: Začni
th: เริ่มต้นใช้งาน

source: Add New Media
cs: Přidat nové video
de: Füge neue Medien hinzu
es_mx: Agregar nuevo material
fr: Ajouter un nouveau contenu
ja: メディアの追加
pl: Dodaj nowe media
sl: Dodaj nov posnetek
th: เพิ่มสื่อใหม่

source: Recently Published
cs: Nedávno zveřejněno
de: Kürzlich veröffentlicht
es_mx: Publicado recientemente
fr: Récemment publié
ja: 最新投稿
pl: Ostatnio opublikowane
sl: Nedavno objavljeni
th: ที่เผยแพร่เมื่อเร็ว ๆ นี้

source: View Site
cs: Koukni na stránku
de: Seite anzeigen
es_mx: Ver sitio
fr: Voir le site
ja: サイトを見る
pl: Zobacz stronę
sl: Poglej stran
th: ดูเว็บไซต์

source: Media
cs: Videa
de: Medien
fr: Contenu
ja: メディア
sl: Stran posnetka
th: สื่อ

source: Users
cs: Uživatelé
de: Benutzer
es_mx: Usuarios
fr: Utilisateurs
ja: ユーザー
pl: Użytkownicy
sl: Uporabniki
th: ผู้ใช้งาน

source: Settings
cs: Nastavení
de: Einstellungen
es_mx: Configuracion
fr: Paramètres
ja: 設定
pl: Ustawienia
sl: Nastavitve
th: การตั้งค่า

source: Confirm Delete
cs: Potvrdit smazání
de: Löschen bestätigen
es_mx: Confirmar borrado
fr: Confirmer la suppression
ja: ソースを削除
pl: Potwierdź usunięcie
sl: Potrdi izbris
th: ยืนยันการลบ

source: Are you sure you want to delete these %(num)s items?
cs: Jste si jisti, že chcete odstranit tyto %(num)s položky?
de: Wollen sie diese %(num)s Elemente wirklich löschen?
es_mx: ¿Estas seguro de querer borrar estos %(num)s elementos?
fr: Êtes-vous sûr de vouloir supprimer ces %(num)s éléments ?
ja: 本当に%(num)sを削除してもいいですか?
pl: Jesteś pewien, że chcesz usunąć te %(num)s elementy?
sl: Ali ste prepričani, da želite izbrisati %(num)s?
th: คุณแน่ใจหรือว่าต้องการลบรายการเหล่านี้ %(num)s หรือไม่

source: Add Category
cs: Přidat kategorii
de: Kategorie hinzufügen
es_mx: Agrega categoria
fr: Ajouter catégorie
ja: カテゴリーの追加
pl: Dodaj kategorię
sl: Dodaj kategorijo
th: เพิ่มหมวดหมู่

source: Bulk Delete
cs: Hromadné smazání
de: Massenlöschen
es_mx: Borrar en lote
fr: Supprimer tout
ja: カテゴリを削除
pl: Hurtowe usuwanie
sl: Množično brisanje
th: ลบเป็นชุด

source: Edit Category
cs: Upravit kategorii
de: Kategorie bearbeiten
es_mx: Edita categoría
fr: Éditer catégorie
ja: カテゴリーの編集
pl: Popraw kategorię
sl: Uredi kategorijo
th: แก้ไขหมวดหมู่

source: Delete Category
cs: Smazat kategorii
de: Kategorie löschen
es_mx: Borra categoría
fr: Supprimer catégorie
ja: カテゴリの削除
pl: Usuń kategorię
sl: Izbriši kategorijo
th: ลบหมวดหมู่

source: Are you sure you want to delete this category [1:and ALL of its children]?
cs: Jste si jisti, že chcete smazat tuto kategorii [1: a všechno s ní související]?
de: Wollen sie wirklich diese Kategorie [1:und ALLE untergeordneten] löschen?
es_mx: ¿Estas seguro de querer borrar esta categoría [1: y TODOS sus sub-elementos]?
fr: Êtes-vous sûr de vouloir supprimer cette catégorie [1: et TOUTES ses sous-catégories] ?
ja: このカテゴリを削除してよろしいですか [1:and ALL of its children]?
pl: Jesteś pewny, że chcesz usunąć tą kategorię [1:i wszystkie jej podkategorie]?
sl: Si prepričan, da želiš pobrisati kategorijo [1:in VSO njeno vsebino]?
th: คุณแน่ใจหรือว่าต้องการลบประเภทนี้ [1 : และส่วนภายใต้ทั้งหมด ]?

source: Edit
cs: Upravit
de: Bearbeiten
es_mx: Editar
fr: Éditer
ja: 編集
pl: Popraw
sl: Uredi
th: แก้ไข

source: Status
cs: Stav
es_mx: Estátus
fr: Statut
ja: ステータス
sl: Stanje
th: สถานะ

source: Author
cs: Autor
de: Autor
es_mx: Autor
fr: Auteur
ja: 投稿者
pl: Autor
sl: Avtor
th: เจ้าของ

source: In Response to
cs: Odpověď na
de: Als Antwort auf
es_mx: En respuesta a
fr: En réponse à
ja: 投稿メディア
pl: W odpowiedzi na
sl: Odgovor na
th: ตอบกลับไปยัง

source: None Found
cs: Nenalezeno
de: Nichts gefunden
es_mx: Ninguno encontrado
fr: Aucun trouvé
ja: ありません
pl: Nic nie znaleziono
sl: Ni zadetkov
th: ไม่พบข้อมูล

source: This comment has already been approved for publishing
cs: Tento komentář byl právě schválen ke zveřejnění.
de: Dieser Kommentar wurde bereits zur Veröffentlichung freigegeben
es_mx: Este comentario ha sido aprovado para publicarse
fr: Ce commentaire a déjà été approuvé pour publication
ja: このコメントは承認されています。
pl: Ten komentarz już został zaakceptowany do publikacji
sl: Komentar je že bil odobren za objavo
th: ความคิดเห็นนี้ได้รับอนุมัติแล้วเพื่อเผยแพร่

source: Approve this comment for publishing
cs: Schválit tento komentář ke zveřejnění
de: Diesen Kommentar zur Veröffentlichung freigeben
es_mx: Aprueba esta comentario para publicarse
fr: Approuver ce commentaire pour publication
ja: コメントを承認、公開します。
pl: Zaakceptuj ten komentarz do publikacji
sl: Odobri komentar za objavo
th: อนุมัติความคิดเห็นนี้สำหรับการเผยแพร่

source: Approve
cs: Schválit
de: Freigeben
es_mx: Aprueba
fr: Approuver
ja: 承認
pl: Zaakceptuj
sl: Odobri
th: อนุมัติ

source: Delete this comment
cs: Smazat tento komentář
de: Lösche diesen Kommentar
es_mx: Borra este comentario
fr: Supprimer ce commentaire
ja: このコメントを削除します
pl: Usuń ten komentarz
sl: Izbriši komentar
th: ลบความคิดเห็นนี้

source: Submitted on
cs: Odesláno na
de: Abgeschickt am
es_mx: Enviado el
fr: Soumis le
ja: 投稿
pl: Przesłany dnia
sl: Napisano dne
th: ส่งมาใน

source: Go to the admin page for this item
cs: Kvůli této záležitosti jdi na stránku administrátora
de: Gehen Sie zur Administrationsseite
es_mx: Ir a la página de administración de este elemento
fr: Rendez-vous sur la page admin pour cet élément
ja: メディアを編集する
pl: Idź do strony administracyjnej dla tego elementu
sl: Pojdi na admin stran za ta komentar
th: ไปที่หน้าผู้ดูแลระบบสำหรับรายการนี้

source: Comments for %(media_filter_title)s
cs: Komentáře k %(media_filter_title)s
de: Kommentare für %(media_filter_title)s
es_mx: Comentarios para %(media_filter_title)s
fr: Commentaires pour %(media_filter_title)s
ja: %(media_filter_title)sのコメントへ
pl: Komentarze dla %(media_filter_title)s
sl: Komentarji za %(media_filter_title)s
th: ความคิดเห็นสำหรับ %(media_filter_title)s

source: Comments for
cs: Komentáře k
de: Kommentare für
es_mx: Comentarios para
fr: Commentaires pour
ja: コメントへ
pl: Komentarze dla
sl: Komentarji
th: ความคิดเห็นสำหรับ

source: Edit Text
cs: Upravit text
de: Text ändern
es_mx: Edita texto
fr: Éditer le texte
ja: テキスト編集
pl: Popraw tekst
sl: Uredi tekst
th: แก้ไขข้อความ

source: Cancel Edit
cs: Zrušit upravování
de: Änderung abbrechen
es_mx: Cancela edición
fr: Annuler l'édition
ja: チャンネル編集
pl: Anuluj poprawki
sl: Prekliči urejanje
th: ยกเลิกการแก้ไข

source: Are you sure you want to delete %(name)s's comment?
cs: Jste si jisti, že chcete smazat %(name)s komentář?
de: Wollen Sie wirklich den Kommentar von %(name)s löschen?
es_mx: ¿Estas seguro de querer borrar el comentario de %(name)s?
fr: Êtes-vous sûr de vouloir supprimer le commentaire de %(name)s ?
ja: %(name)s'sこのコメントを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć komentarz %(name)s?
sl: Si prepričan, da želiš pobrisati komentar od %(name)s?
th: คุณแน่ใจหรือว่าต้องการลบความคิดเห็น %(name)s ใช่หรือไม่
