Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: Comments that match '%(search)s'
cs: Komentáře, které odpovídají ' %(search)s '
de: Kommentare, welche '%(search)s' beinhalten
es_mx: Comentarios que coinciden con '%(search)s'
fr: Commentaires qui correspondent à '%(search)s'
ja: コメント一致 '%(search)s'
pl: Komentarze, które pasują do ' %(search)s '
sl: Komentarji, ki se ujemajo z '%(search)s'
th: ความคิดเห็นที่ตรงกับ '%(search)s'

source: All Comments
cs: Všechny komentáře
de: Alle Kommentare
es_mx: Todos los comentarios
fr: Tous les commentaires
ja: 全てのコメント
pl: Wszystkie komentarze
sl: Vsi komentarji
th: ความคิดเห็นทั้งหมด

source: Comments for %(search)s
cs: Komentáře k %(search)s
de: Kommentare für %(search)s
es_mx: Comentarios para %(search)s
fr: Commentaires pour %(search)s
ja: %(search)sコメント検索
pl: Komentarze dla %(search)s
sl: Komentarji za %(search)s
th: ความคิดเห็นสำหรับ %(search)s

source: Publish
cs: Zveřejnit
de: Veröffentlichen
es_mx: Publicar
fr: Publier
ja: 公開
pl: Publikuj
sl: Objavi
th: เผยแพร่

source: Bulk Actions
cs: Hromadné akce
de: Massenänderungen
es_mx: Acciones en lote
fr: Actions globales
ja: 一括操作
pl: Działania masowe
sl: Hitra opravila
th: การกระทำการเป็นกลุ่ม

source: Are you sure you want to delete this?
cs: Jste si jisti, že chcete toto hodnocení smazat?
de: Wollen Sie das wirklich löschen?
es_mx: ¿Estas seguro de querer borrar esto?
fr: Êtes-vous sûr de vouloir supprimer ceci ?
ja: 本当に削除してもいいですか？
pl: Jesteś pewien, że chcesz to usunąć?
sl: Si prepričan, da želiš izbrisati?
th: คุณแน่ใจหรือว่าต้องการลบรายการนี้

source: New Group
cs: Nová skupina
de: Neue Gruppe
fr: Nouveau groupe

source: Are you sure you want to delete this group?
cs: Jste si jisti, že chcete smazat tuto skupinu?
de: Wollen Sie diese Gruppe wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce groupe ?

source: Add Group
cs: Přidat skupinu
de: Gruppe hinzufügen
fr: Ajouter un groupe

source: Publish Date
cs: Datum zveřejnění
de: Veröffentlichungsdatum
es_mx: Fecha de publicación
fr: Date de publication
ja: 公開日
pl: Data publikacji
sl: Objavljeno dne
th: วันที่เผยแพร่

source: Upload Date
cs: Nahrát datum
de: Upload-Datum
es_mx: Fecha de carga
fr: Date de mise en ligne
ja: 日付変更
pl: Data przesłania
sl: Naloženo dne
th: วันที่อัพโหลด

source: Publish Status
cs: Zveřejni stav
de: Status der Veröffentlichung
es_mx: Estátus de publicación
fr: Statut de publication
ja: 公開ステータス
pl: Status publikacji
sl: Stanje objave
th: สถานะการเผยแพร่

source: Number of Comments
cs: Počet komentářů
de: Anzahl von Kommentaren
es_mx: Número de comentarios
fr: Nombre de commentaires
ja: コメント数
pl: Liczba komentarzy
sl: Število komentarjev
th: จำนวนข้อคิดเห็น

source: Unencoded
cs: Nezakódováno
de: Unkodiert
es_mx: Sin codificar
fr: Non encodé
ja: 未エンコード
pl: Niezakodowanej
sl: Neprekodirani
th: ไม่ถูกเข้ารหัส

source: Draft
cs: Návrh
de: Entwurf
es_mx: Borrador
fr: Brouillon
ja: 下書き
pl: Projekt
sl: Osnutek
th: ฉบับร่าง

source: Publishing...
cs: Zveřejňuji...
de: Veröffentlichung...
es_mx: Editorial...
fr: Publication en cours…
ja: 公開中...
pl: Publikowanie ...
sl: Objavljam...
th: กำลังทำการเผยแพร่

source: Saving the file failed. Please try again
cs: Uložení souboru se nezdařilo. Prosím, zkuste to znovu.
de: Speichern der Datei fehlgeschlagen. Bitte erneut versuchen.
es_mx: El guardado del archivo falló. Por favor intenta nuevamente
fr: L'enregistrement du fichier a échoué. Veuillez retenter.
ja: ファイルが存在しません。再度お試し下さい。
pl: Zapisanie pliku nie powiodło się. Proszę spróbować ponownie
sl: Shranjevanje datoteke ni uspelo. Poskusi znova.
th: บันทึกไฟล์ล้มเหลว โปรดลองอีกครั้ง

source: Security error occured (%(text)s)
cs: Objevila se bezpečnostní chyba ( %(text)s )
de: Sicherheitsfehler aufgetreten (%(text)s)
es_mx: Ocurrió un error de seguridad (%(text)s)
fr: Une erreur de sécurité s'est produite (%(text)s)
ja: セキュルティ－エラー (%(text)s)
pl: Wystąpił błąd zabezpieczeń ( %(text)s )
sl: Varnostna napaka (%(text)s)
th: เกิดข้อผิดพลาดเกี่ยวกับความปลอดภัยเกิดขึ้น ( %(text)s )

source: Error caused a send or load operation to fail (%(text)s)
cs: Chyba způsobila, že se nepodařilo odeslat nebo nahrát ( %(text)s )
de: Fehler beim Sende- oder Ladevorgang aufgetreten (%(text)s)
es_mx: Un error causó que la operación de envío o carga fallara (%(text)s)
fr: Une erreur a provoqué l'échec de l'opération d'envoi ou de chargement (%(text)s)
ja: 送信エラー(%(text)s)
pl: Błąd spowodował niepowodzenie operacji wysyłania lub ładowania ( %(text)s )
sl: Napaka je povzročila, da pošiljani ali nalaganje ni bilo uspešno (%(text)s)
th: เกิดข้อผิดพลาดที่เกิดจากการดำเนินการส่งหรือโหลดล้มเหลว ( %(text)s )

source: File has already been added, duplicates are not allowed
cs: Soubor již byl přidán, duplikáty nejsou povoleny.
de: Datei ist schon vorhanden, Duplikate sind nicht erlaubt
es_mx: El archivo ya ha sido agregado. No se permiten duplicados.
fr: Fichier déjà ajouté, les doublons ne sont pas autorisés.
ja: ファイルが存在します。重複許可がありません
pl: Plik został już dodany, duplikaty nie są dozwolone
sl: Datoteka je že bila dodana, duplikati niso dovoljeni
th: ไฟล์ได้ถูกเพิ่มเข้าไปแล้ว, ไม่อนุญาตให้เพิ่มอันที่ซ้ำกัน

source: File is too small, the minimal file size is %(size)s
cs: Soubor je příliš malý, minimální velikost souboru je %(size)s.
de: Datei zu klein, die Mindestgröße ist %(size)s
es_mx: El archivo es muy pequeño. El tamaño mínimo es de %(size)s
fr: Fichier trop petit, la taille minimale d'un fichier est de %(size)s
ja: ファイルが小さすぎます。最小ファイルサイズは%(size)sです。
pl: Plik jest zbyt mały, minimalny rozmiar pliku to %(size)s
sl: Datoteka je premajhna - najmanjša dovoljena velikost je %(size)s
th: ไฟล์มีขนาดเล็กเกินไป, ขนาดไฟล์น้อยที่สุดเป็น %(size)s

source: File is too large, the maximum file size is %(size)s
cs: Soubor je příliš velký, maximální velikost souboru je %(size)s.
de: Datei ist zu groß, die Maximalgröße ist %(size)s
es_mx: El archivo es demasiado grande, el tamaño máximo de archivo es %(size)s
fr: Fichier trop gros, la taille maximale d'un fichier est %(size)s
ja: ファイルが大きすぎます。上限は %(size)sです
pl: Plik jest zbyt duży, maksymalny rozmiar pliku to %(size)s
sl: Datoteka je prevelika - največja dovoljena velikost je %(size)s
th: ไฟล์มีขนาดใหญ่เกินไป, ขนาดไฟล์สูงสุดเป็น %(size)s

source: File could not be added, amount of %(num)s files exceeded
cs: Soubor nemohl být přidán, počet %(num)s souborů byl překročen
de: Datei konnte nicht hinzugefügt werden, Anzahl von %(num)s wurde überschritten
es_mx: No se ha podido agregar el archivo, se ha superado el numero de %(num)s archivos
fr: Le fichier ne peut être ajouté, le total de %(num)s fichiers est dépassé.
ja: ファイル数が多すぎます。%(num)sまでのファイル数にして下さい
pl: Plik nie może zostać dodany, przekroczono liczbę plików %(num)s
sl: Dodajanje datoteke ni uspelo, ker lahko naložite samo %(num)s datotek
th: ไม่สามารถเพิ่มไฟล์เข้าไปได้ ไฟล์เกิน %(num)s

source: File is too big, overall filesize of %(size)s exceeded
cs: Soubor je příliš velký, celková velikost souboru %(size)s byla překročena.
de: Die Datei ist zu groß, gesamte Dateigröße von%(size)s überschritten
es_mx: El archivo es demasiado grande, el tamaño general de %(size)s ha sido excedido.
fr: Fichier trop gros, la taille des fichiers de %(size)s est dépassée.
ja: ファイル容量を超えています。最大容量は%(size)sです
pl: Plik jest zbyt duży, ogólny rozmiar pliku z %(size)s jest przekroczony
sl: Datoteka je prevelika, največja dovoljena velikost je %(size)s
th: ไฟล์ขนาดใหญ่เกินไป, ขนาดรวมของเกิน %(size)s

source: Upload image
cs: Nahrát obrázek
de: Bild hochladen
es_mx: Cargar imagen
fr: Téléverser une image
ja: 画像のアップロード
pl: Prześlij obraz
sl: Naloži sliko
th: อัปโหลดรูป

source: Are you sure you want to delete this file?
cs: Jste si jisti, že chcete smazat tento soubor?
de: Wollen Sie die Datei wirklich löschen?
es_mx: ¿Estas seguro que quieres borrar este archivo?
fr: Êtes-vous sûr de vouloir supprimer ce fichier ?
ja: 本当にファイルを削除してもいいですか?
pl: Czy na pewno chcesz usunąć ten plik?
sl: Si prepričan, da želiš pobrisati to datoteko?
th: คุณแน่ใจว่าต้องการลบไฟล์นี้หรือไม่

source: Upload a file
cs: Nahrát soubor
de: Datei hochladen
es_mx: Cargar archivo
fr: Téléverser un fichier
ja: アップロードファイル
pl: Prześlij plik
sl: Naloži datoteko
th: อัปโหลดไฟล์

source: Failed to add this file. Please try again.
cs: Nepodařilo se přidat tento soubor. Zkuste to prosím znovu.
de: Das Hinzufügen der Datei ist fehlgeschlagen. Bitte erneut versuchen.
es_mx: Falló el intento de agregar este archivo. Por favor intenta de nuevo.
fr: Échec de l'ajout de ce fichier. Veuillez retenter.
ja: ファイルを追加できませんでした。やり直して下さい。
pl: Nie można dodać tego pliku. Proszę spróbować ponownie.
sl: Dodajanje datoteke ni uspelo. Poskusi znova.
th: ไม่สามารถเพิ่มแฟ้มนี้ โปรดลองอีกครั้ง

source: Failed to save your change. Please try again.
cs: Nepodařilo se uložit změny. Zkuste to prosím znovu.
de: Fehler beim Speichern Ihrer Änderung. Bitte erneut versuchen.
es_mx: Falló el intento de guardar tu cambio. Por favor intenta de nuevo.
fr: Échec de l'enregistrement de vos changements. Veuillez retenter.
ja: 変更に失敗しました。もう一度やり直して下さい。
pl: Nie można zapisać zmiany. Proszę spróbować ponownie.
sl: Napaka pri shranjevanju sprememb. Poskusi znova.
th: ไม่สามารถบันทึกการเปลี่ยนแปลงของคุณ โปรดลองอีกครั้ง

source: Uploading
cs: Nahrávání
de: Hochladen
es_mx: Cargando
fr: Téléversement en cours
ja: アップロード中
pl: Przesyłanie
sl: Nalagam
th: กำลังอัปโหลด

source: Queued
cs: Ve frontě
de: anstehend
es_mx: Encolado
fr: Mis en file d'attente
ja: 順番待ち
pl: W kolejce
sl: V vrsti
th: เข้าคิว

source: Error
cs: Chyba
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
sl: Napaka
th: ข้อผิดพลาด

source: A connection problem occurred, try again.
cs: Vyskytl se problém se spojením, zkuste to znovu.
de: Ein Verbindungsproblem ist aufgetreten, bitte erneut versuchen.
es_mx: Ha ocurrido un problema de conexión, intenta de nuevo
fr: Un problème de connexion s'est produit, veuillez retenter.
ja: 接続エラー。やり直して下さい。
pl: Wystąpił problem z połączeniem, spróbuj ponownie.
sl: Problem z povezavo, poskusi znova.
th: ปัญหาการเชื่อมต่อที่เกิดขึ้น ลองใหม่อีกครั้ง

source: An error has occurred, try again.
cs: Došlo k chybě, zkuste to znovu.
de: Ein Fehler ist aufgetreten, bitte erneut versuchen.
es_mx: Ha ocurrido un error, intenta de nuevo.
fr: Une erreur s'est produite, veuillez retenter.
ja: エラー。やり直して下さい。
pl: Wystąpił błąd, spróbuj ponownie.
sl: Prišlo je do napake, poskusi znova.
th: เกิดข้อผิดพลาด ลองใหม่อีกครั้ง

source: Hide
cs: Skrýt
de: Ausblenden
es_mx: Ocultar
fr: Cacher
ja: 隠す
pl: Ukryj
sl: Skrij
th: ซ่อน

source: Saving
cs: Ukládání
de: Speichere
es_mx: Guardando
fr: Enregistrement en cours
ja: 保存中
pl: Zapisywanie
sl: Shranjujem
th: กำลังบันทึก

source: Saved!
cs: Uloženo!
de: Gespeichert!
es_mx: ¡Guardado!
fr: Enregistré !
ja: 保存しました
pl: Zapisane!
sl: Shranjeno
th: บันทึกแล้ว!

source: Saving failed. Please try again.
cs: Uložení se nezdařilo. Zkuste to prosím znovu.
de: Speichern fehlgeschlagen. Bitte erneut versuchen.
es_mx: Falló el guardar. Por favor intenta de nuevo.
fr: Échec de l'enregistrement. Veuillez retenter.
ja: 保存に失敗しました。再度試してください。
pl: Zapisywanie nie powiodło się. Proszę spróbować ponownie.
sl: Shranjevanje ni uspelo. Poskusi znova.
th: การบันทึกล้มเหลว โปรดลองอีกครั้ง

source: Please correct the highlighted errors and save again.
cs: Opravte prosím označené chyby a uložte znovu.
de: Bitte den hervorgehobenen Fehler beheben und erneut versuchen.
es_mx: Por favor corrige los errores que se han indicado y vuelve a guardar.
fr: Veuillez corriger les erreurs surlignées et enregistrer à nouveau.
ja: 強調表示されたエラーを訂正して再保存して下さい。
pl: Proszę poprawić podkreślone błędy i zapisać ponownie.
sl: Prosimo, popravite označene napake in ponovno shranite.
th: กรุณาแก้ไขข้อผิดพลาดที่ถูกไฮไลต์ไว้และลองบันทึกอีกครั้ง

source: Uploaded:
cs: Nahráno:
de: Hochgeladen:
es_mx: Cargado
fr: Téléversés :
ja: アップロード済:
pl: Wysłany:
sl: Naloženo:
th: อัปโหลด :

source: Files
cs: Soubory
de: Dateien
es_mx: Archivos
fr: Fichiers
ja: ファイル
pl: Pliki
sl: Datoteke
th: ไฟล์

source: Add & Manage
cs: Přidat & Správa
de: Hinzufügen & Verwalten
es_mx: Agrega y Administra
fr: Ajouter & gérer
ja: 追加・管理
pl: Dodaj i zarządzaj
sl: Dodaj / Uredi
th: เพิ่มและจัดการ

source: View this file
cs: Zobrazit tento soubor
de: Diese Datei anzeigen
es_mx: Ve este archivo
fr: Voir ce fichier
ja: ファイルを見る
pl: Zobacz ten plik
sl: Poglej datoteko
th: ดูไฟล์นี้

source: Thumbnail
cs: Náhled
de: Vorschaubild
es_mx: Muestra
fr: Vignette
ja: サムネイル
pl: Miniatura
sl: Predogledna sličica
th: รูปย่อ

source: Thumb
cs: Palec
de: Vorschaubild
es_mx: Pulgar
fr: Vignette
ja: サムネイル
pl: Miniaturka
sl: Sličica

source: Manage Files
cs: Správa souborů
de: Dateien verwalten
es_mx: Administra archivos
fr: Gérer les fichiers
ja: ファイル管理
pl: Zarządzaj plikami
sl: Upravljaj datoteke
th: การจัดการไฟล์

source: File
cs: Soubor
de: Datei
es_mx: Archivo
fr: Fichier
ja: ファイル
pl: Plik
sl: Datoteka
th: ไฟล์

source: Size
cs: Velikost
de: Größe
es_mx: Tamaño
fr: Taille
ja: サイズ
pl: Rozmiar
sl: Velikost
th: ขนาด

source: Duration
cs: Doba trvání
de: Dauer
es_mx: Duración
fr: Durée
ja: 期間
pl: Czas trwania
sl: Dolžina
th: ระยะเวลา

source: Bitrate
es_mx: Tasa/razón de bits
fr: Débit

source: OR
cs: NEBO
de: ODER
es_mx: O
fr: OU
pl: LUB
sl: ALI

source: or
cs: nebo
de: oder
es_mx: o
fr: ou
pl: lub
sl: ali
th: หรือ

source: Media that matches '%(search)s'
cs: Video, která odpovídá ' %(search)s '
de: Medien zur Suche: '%(search)s'
es_mx: Material que coincide con '%(search)s'
fr: Contenu correspondant à '%(search)s'
ja: '%(search)s'見つかりません。
pl: Media, które odpowiadają ' %(search)s '
sl: Posnetki, ki se ujemajo z '%(search)s'
th: สื่อตรงกับ' %(search)s '

source: %(podcastTitle)s Episodes
de: %(podcastTitle)s Episoden
es_mx: %(podcastTitle)s episodios
fr: Épisodes de %(podcastTitle)s
ja: %(podcastTitle)s エピソード
pl: Odcinki %(podcastTitle)s
sl: %(podcastTitle)s epizode
th: ตอน %(podcastTitle)s

source: Media in '%(categoryName)s'
de: Medien in '%(categoryName)s'
es_mx: Material en ' %(categoryName)s '
fr: Contenu dans '%(categoryName)s'
ja: '%(categoryName)s'のメディア
pl: Media w ' %(categoryName)s '
sl: Posnetki v '%(categoryName)s'
th: สื่อใน' %(categoryName)s '

source: Media tagged '%(tagName)s'
cs: Video označené ' %(tagName)s '
de: Medien gekennzeichnet '%(tagName)s'
es_mx: Material etiquetado ' %(tagName)s '
fr: Contenu tagué '%(tagName)s'
ja: メディアタグ'%(tagName)s'
pl: Media zaetykietowane ' %(tagName)s '
sl: Posnetki označeni z '%(tagName)s'
th: สื่อที่ติดแท็ก' %(tagName)s '

source: Unreviewed Media
cs: Nehodnocené video
de: Ungeprüfte Medien
es_mx: Material sin revisar
fr: Contenu non examiné
ja: 未認証メディア
pl: Niezrecenzowane media
sl: Nepregledani posnetki
th: สื่อที่ยังไม่ได้ตรวจสอบ

source: Unencoded Media
cs: Nekódované video
de: Unkodierte Medien
es_mx: Material sin codificar
fr: Contenu non encodé
ja: 未処理メディア
pl: Nieencodowane media
sl: Nekodirana vsebina
th: สื่อที่ยังไม่ได้ encode

source: Draft Media
cs: Návrh videa
de: Entworfene Medien
es_mx: Material preliminar
fr: Contenu brouillon
ja: 下書きメディア
pl: Media szkice
sl: Osnutek vsebine
th: สื่อฉบับร่าง

source: Published Media
cs: Zveřejněné video
de: Veröffentlichte Medien
es_mx: Material publicado
fr: Contenu publié
ja: 公開メディア
pl: Media opublikowane
sl: Objavljeni posnetki
th: สื่อที่เผยแพร่แล้ว

source: All Media
cs: Všechna videa
de: Alle Medien
es_mx: Todo el material
fr: Tous les contenus
ja: 全てのメディア
pl: Wszystkie media
sl: Vsi posnetki
th: สื่อทุกชนิด

source: Review
cs: Hodnocení
de: Überprüfung
es_mx: Revisión
fr: Examiner
ja: レビュー
pl: Recenzja
sl: Pregled
th: การตรวจสอบ

source: Drafts
cs: Návrhy
de: Entwürfe
es_mx: Borradores
fr: Brouillons
ja: 下書き
pl: Szkice
sl: Osnutki
th: ฉบับร่าง

source: Filters
cs: Filtry
de: Filter
es_mx: Filtros
fr: Filtres
ja: フィルタ
pl: Filtry
sl: Filtri
th: ตัวกรอง

source: View this media where it is published
cs: Zobrazit toto video z místa, kde je zveřejněno
de: Zeige dieses Mediums, wo es veröffentlicht wurde
es_mx: Ver este material donde se publica
fr: Voir ce contenu où il est publié
ja: 公開メディアを見る
pl: Zobacz te media w miejscu w którym są opublikowane
sl: Poglej si to vsebino, kjer je objavljena
th: ดูสื่อนี้ในที่ที่ถูกเผยแพร่ไว้

source: View this media where it will be published
cs: Zobrazit toto video z místa, kde bude zveřejněno
de: Anzeige des Mediums, wo es veröffentlicht würde
es_mx: Ver este material en donde será publicado
fr: Voir ce contenu où il sera publié
ja: 公開されるメディアを見る
pl: Zobacz te media w miejscu w którym będą opublikowane
sl: Poglej posnetek, kjer bo objavljen
th: ดูสื่อนี้ในที่ที่กำลังจะถูกเผยแพร่

source: Preview
cs: Ukázka
de: Vorschau
es_mx: Vista preliminar
fr: Prévisualisation
ja: プレビュー
pl: Podgląd
sl: Predogled
th: แสดงตัวอย่าง

source: You must add a file and save before review can begin.
cs: Předtím než začnete hodnotit, přidejte soubor a vše uložte.
de: Sie müssen eine Datei hinzufügen und sichern, bevor die Überprüfung starten kann.
es_mx: Debes agregar un archivo y guardarlo antes de que la revisión pueda empezar
fr: Vous devez ajouter un fichier et le sauvegarder avant de commencer l’examen.
ja: レビューが開始する前に、ファイルを追加し、保存する必要があります。
pl: Należy dodać plik i zapisać przed rozpoczęciem recenzji.
sl: Preden lahko začnemo s preverjanjem, moraš datoteko dodati in shraniti.
th: คุณต้องเพิ่มไฟล์และบันทึกก่อนการตรวจสอบจะเริ่ม

source: Review Pending
cs: Hodnocení nevyřešeno
de: Überprüfung anstehend
es_mx: Revisión pendiente
fr: En attente d'examen
ja: レビュー評価
pl: Oczekuje na recenzję
sl: Čaka na pregled
th: ที่ยังรอตรวจทาน

source: Encoding Complete
cs: Kódování kompletní
de: Kodierung komplett
es_mx: Codificación completa
fr: Encodage terminé
ja: エンコード完了
pl: Encoding zakończony
sl: Kodiranje končano
th: การเข้ารหัสเสร็จสมบูรณ์

source: Encoding Pending
cs: Kódování nevyřešeno
de: Kodieren anstehend
es_mx: Codificación pendiente
fr: En attente d'encodage
ja: 未エンコード
pl: Oczekiwanie na encoding
sl: Čakajoč kodiranje
th: รอดำเนินการเข้ารหัส

source: Click to change the publish date
cs: Klikněte pro změnu datumu zveřejnění
de: Klicken Sie, um das Veröffentlichungsdatum zu ändern
es_mx: Hacer click para cambiar la fecha de publicación
fr: Cliquez pour changer la date de publication
ja: 公開日を変更する場合にクリックします
pl: Kliknij, aby zmienić datę publikacji
sl: Klikni in spremeni datum objave
th: คลิกเพื่อเปลี่ยนวันที่เผยแพร่

source: Publishing
cs: Zveřejňování
de: Veröffentlichung
es_mx: Publicación
fr: Publication en cours
ja: 公開中
pl: Publikowanie
sl: Objavljam
th: กำลังเผยแพร่

source: Pending
cs: Nevyřešeno
de: Wartend
es_mx: Pendiente
fr: En cours
ja: 未確定
pl: Oczekujące
sl: Čaka na preverjanje
th: รอดำเนินการ

source: Review Complete
cs: Hodnocení dokončeno
de: Review abgeschlossen
es_mx: Revisión completa
fr: Examen terminé
ja: 公開済レビュー
pl: Recenzja gotowa
sl: Pregled končan
th: ตรวจสอบเสร็จสมบูรณ์

source: Review can only be completed after a file is added.
cs: Hodnocení může být dokončeno pouze po přidání souboru.
de: Überprüfung kann nur abgeschlossen werden, wenn eine Datei hinzugefügt wurde.
es_mx: La revisión solo puede ser completada después de que un archivo es agregado.
fr: L’examen ne peut être terminé qu’après l’ajout d’un fichier.
ja: ファイルが追加された後に見直しは完了することができます
pl: Recenzja może być zakończona po dodaniu pliku.
sl: Pregled je lahko dokončan šele ko je datoteka dodana.
th: จะทำการตรวจสอบได้เมื่อได้เพิ่มไฟล์เข้าไปแล้วเท่านั้น

source: Encoding will be complete when an acceptable file is added.
cs: Kódování bude dokončeno po přidání vhodného souboru.
de: Enkodierung ist abgeschlossen, sobald eine annehmbare Datei hinzugefügt wird.
es_mx: La codificación estará completa cuando un archivo aceptable sea agregado
fr: L’encodage sera terminé lorsqu’un fichier accepté aura été ajouté.
ja: 受け入れ可能なファイルが追加されたときにエンコードが完了します
pl: Kodowanie będzie zakończone, gdy zostanie dodany plik w akceptowalnym formacie.
sl: Zakodiranje se bo zaključilo, ko dodana sprejemljiva datoteka.
th: การเข้ารหัสจะจะเสร็จสมบูรณ์เมื่อมีการเพิ่มไฟล์ที่ยอมรับได้

source: Publish Now
cs: Zveřejnit nyní
de: Jetzt veröffentlichen
es_mx: Publicar ahora
fr: Publier maintenant
ja: すぐに公開
pl: Publikuj teraz
sl: Objavi zdaj
th: เผยแพร่เดี๋ยวนี้

source: Click to change the expiration date
cs: Klikněte pro změnu datumu konce platnosti
de: Ablaufdatum ändern
fr: Cliquez pour changer la date d'expiration

source: Expires
cs: Konec platnosti
de: Läuft ab
fr: Expire

source: never
cs: nikdy
de: nie
fr: jamais

source: By deleting this player you will lose all settings related to it.
cs: Odstraněním těchto přehrávačů ztratíte všechna nastavení s tím spojená.
de: Wenn Sie diesen Player löschen, dann verlieren Sie alle zugehörigen Einstellungen.
es_mx: Si borras este reproductor, todos sus datos de configuración se perderan.
fr: En supprimant ce lecteur, vous perdrez tous ses paramètres.
ja: このプレーヤーを削除すると、関連するすべての設定が失われます
pl: Usuwając ten odtwarzacz stracisz wszystkie ustawienia z nim związane.
sl: Z pobrisom predvajalnika se zgubijo tudi vse nastavitve povezanje z njim.
th: การลบเ player นี้คุณจะสูญเสียการตั้งค่าทั้งหมดที่เกี่ยวข้อง

source: Priority
cs: Přednostní
de: Priorität
es_mx: Prioridad
fr: Priorité
ja: 優先順位
pl: Priorytet
sl: Prioriteta
th: ลำดับความสำคัญ

source: Up
cs: Nahoru
de: Hoch
es_mx: Arriba
fr: Haut
pl: W górę
sl: Gor
th: ขึ้นไป

source: Down
cs: Dolů
de: Runter
es_mx: Abajo
fr: Bas
pl: W dół
sl: Dol
th: ลง

source: Category:
cs: Kategorie:
de: Kategorie:
es_mx: Categoría
fr: Catégorie :
ja: カテゴリー:
pl: Kategoria:
sl: Kategorija:
th: หมวดหมู่ :

source: Author:
cs: Autor:
de: Autor:
es_mx: Autor
fr: Auteur :
ja: 投稿者:
pl: Autor:
sl: Avtor:
th: เจ้าของ :

source: Explicit
cs: Jednoznačný
de: Anstößig
es_mx: Explícito
fr: Explicite
ja: 明確
pl: Szczegółowo
sl: Izrecna vsebina
th: ชัดแจ้ง

source: Add episode
cs: Přidat epizodu
de: Episode hinzufügen
es_mx: Agregar episodio
fr: Ajouter épisode
ja: エピソード追加
pl: Dodaj odcinek
sl: Dodaj epizodo
th: เพิ่มตอน

source: View First Episode %(num)s
cs: Zobrazit první epizodu %(num)s
de: Zeige erste Episode %(num)s
es_mx: Ver el primer episodio %(num)s
fr: Voir le premier épisode %(num)s
ja: 全てのエピソードを見る %(num)s
pl: Zobacz pierwszy odcinek %(num)s
sl: Poglej %(num)s epizodo
th: ดูทั้งหมด %(num)s ตอน

source: Edit Podcast
cs: Upravit Podcast
de: Podcast ändern
es_mx: Editar podcast
fr: Éditer le podcast
ja: 共有編集
pl: Popraw Podcast
sl: Uredi Podcast
th: แก้ไขพอดคาสต์

source: New Podcast
cs: Nový Podcast
de: Podcast hinzufügen
es_mx: Nuevo podcast
fr: Nouveau podcast
ja: 新共有
pl: Nowy Podcast
sl: Nov podcast
th: พอดคาสต์ใหม่

source: View this podcast where it is published
cs: Zobrazit tento podcast na místě, kde je zveřejněn
de: Anzeigen, wo der Podcast veröffentlich wird
es_mx: Ver este podcast en donde está publicado
fr: Voir ce podcast où il est publié
ja: 公開共有を見る
pl: Zobacz ten podcast tam, gdzie jest opublikowany
sl: Poglej podcast, kjer je objavljen
th: ดูพอดคาสต์ที่มีการเผยแพร่นี้

source: Get an iTunes URL
cs: Získejte iTunes URL
de: Hole eine iTunes URL
es_mx: Obtener un URL de iTunes
fr: Obtenir une URL iTunes
ja: iTunesのURLを取得
pl: Pobierz URL iTunes
sl: Pridobi iTunes URL
th: เอา iTunes URL

source: Get a Feedburner URL
cs: Získejte Feedburner URL
de: Hole eine Feedburner URL
es_mx: Obtener un URL de Feedburner
fr: Obtenir une URL Feedburner
ja: FeedburnerのURLを取得
pl: Pobierz URL Feedburnera
sl: Pridobi Feedburner URL
th: เอา Feedburner URL

source: Add Podcast
cs: Přidat Podcast
de: Podcast hinzufügen
es_mx: Agregar podcast
fr: Ajouter un podcast
ja: 共有を追加
pl: Dodaj Podcast
sl: Dodaj podcast
th: เพิ่มพอดคาสต์

source: Advertising
cs: Reklama
de: Werbung
es_mx: Publicidad
fr: Publicité
ja: 広告
pl: Reklama
sl: Oglaševanje
th: การโฆษณา

source: Data API
es_mx: Datos del API
fr: API données
sl: Podatkovni API

source: Generate
cs: Generovat
de: Generieren
es_mx: Generar
fr: Générer
ja: 自動生成
pl: Generowanie
sl: Zgeneriraj

source: Appearance
cs: Vzhled
de: Aussehen
es_mx: Apariencia
fr: Apparence
ja: 外観
pl: Wygląd
sl: Izgled
