Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: Confirm Reset
cs: Potvrdit Reset
de: Zurücksetzen bestätigen
es_mx: Confirma el Reset
fr: Confirmation de réinitialisation
ja: 確認リセット
pl: Potwierdź Reset
sl: Potrdi ponastavitev
th: ยืนยัน Reset

source: Are you sure you want to reset your settings to the default?
cs: Jste si jisti, že chcete obnovit nastavení na výchozí hodnoty?
de: Wollen Sie wirklich die Einstellungen auf den Standard zurücksetzen?
es_mx: ¿Estas seguro de querer reestablecer tu configuración a los valores por defecto?
fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres aux valeurs par défaut ?
ja: すべてのオプションがデフォルト設定に戻ります。本当に設定をリセットしてもよろしいですか？
pl: Czy na pewno chcesz przywrócić ustawienia domyślne?
sl: Ali ste prepričani, da želite ponastaviti svoje nastavitve na privzete nastavitve?
th: คุณแน่ใจว่าต้องการรีเซ็ตเพื่อตั้งค่าเริ่มต้นใหม่หรือไม่

source: Popularity
cs: Popularita
de: Beliebtheit
es_mx: Popularidad
fr: Popularité
ja: 人気
pl: Popularność
sl: Popularnost
th: ความนิยม

source: RSS and Sitemaps
cs: RSS a Sitemaps
de: RSS und Seitenübersichten
es_mx: RSS y mapas de sitio
fr: RSS et Plans du site
ja: RSS・サイトマップ
pl: RSS i Mapy stron
sl: RSS in zemljevidi strani
th: RSS และ Sitemaps

source: Storage Engines
de: Speicher-Einheiten
es_mx: Motores de almacenamiento
fr: Moteurs de stockage
ja: ストレージエンジン
pl: Silniki składowania
sl: Pomnilniški pogoni:
th: เครื่องมือการเก็บรักษา

source: Plugins
cs: Pluginy
de: Erweitungsmodule
fr: Greffons
ja: プラグイン
pl: Wtyczki
sl: Dodatki
th: โปรแกรมเสริม

source: Notification Emails
cs: Ohlášení e-mailem
de: Benachrichtigungs-E-Mails
es_mx: emails de notificacion
fr: Adresses de notification
pl: Powiadomienia e-mail
sl: Obvestila po e-pošti
th: อีเมลการแจ้งเตือน

source: New Storage Engine
cs: Nový Storage Engine
de: Neue Speicher-Einheit
es_mx: Nuevo motor de almacenamiento
fr: Nouveau moteur de stockage
pl: Nowy silnik składowania
sl: Nov pomnilniški pogon:
th: Storage Engine ใหม่

source: WARNING:
cs: VAROVÁNÍ:
de: WARNUNG:
es_mx: ALERTA:
fr: ATTENTION :
ja: 警告:
pl: UWAGA:
sl: OPOZORILO:
th: คำเตือน :

source: Deleting this Storage Engine (%(name)s) will:
cs: Odstranění tohoto Storage Engine ( %(name)s ) způsobí:
de: Löschen der Speicher-Einheit (%(name)s) wird:
es_mx: Eliminar este motor de almacenamiento (%(name)s) hará que:
fr: Supprimer ce moteur de stockage (%(name)s) va :
pl: Usunięcie tego silnika składowania ( %(name)s ) będzie:
sl: Izbrisanje tega pomnilniškega pogna (%(name)s) bo:
th: การลบ Storage Engine ( %(name)s ) จะ :

source: Permanently delete all of the %(num)s media files stored by this Storage Engine.
cs: Trvale odstranit všechny %(num)s mediální soubory uložené v tomto Storage Engine.
de: Permanentes Löschen aller %(num)s Medien gespeichert in dieser Speicher-Einheit.
es_mx: Borrar permanentemente todos los %(num)s archivos de material almacenados en este motor de almacenamiento.
fr: Supprimer définitivement les %(num)s fichiers médias stockés par ce moteur de stockage.
pl: Trwale usunie wszystkie %(num)s pliki multimedialne zapisane za pomocą tego silnika składowania.
sl: Izbriši za vedno vse %(num)s medijske datoteke shranjene na tem pomnilniškem pogonu.
th: ลบสื่อทั้งหมด %(num)s ที่จัดเก็บใน Storage Engine นี้อย่างถาวร

source: Permanently erase its settings.
cs: Trvale vymazat jeho nastavení.
de: Permanentes Löschen der Einstellungen.
es_mx: Borrar permanentemente su configuracion.
fr: Effacer définitivement ses paramètres.
pl: Trwale usunie ustawienia.
sl: Trajno izbriši vse nastavitve.
th: ลบการตั้งค่าอย่างถาวร

source: An alternative to deleting is disabling. Disabling a Storage Engine will simply prevent its use for files added from now on.
cs: Alternativou k odstranění je vyřazení. Vyřazení Storage Engine jednoduše zabrání jeho využití pro soubory přidané od nynějška.
de: Als Alternative zum Löschen ist Deaktivieren möglich. Durch Deaktivieren wird nur die Nutzung der Dateien unmöglich.
es_mx: Una alternativa a borrar es deshabilitar. Deshabilitar un motoro de almacenamiento simplemente evita su uso para agregarle archivos de ahora en adelante.
fr: Une alternative à la suppression est la désactivation. Désactiver un moteur de stockage va simplement empêcher son utilisation pour les nouveaux fichiers.
pl: Alternatywą dla usuwania jest wyłączenie. Wyłączenie silnika składowania po prostu zakaże jego używania dla plików dodanych od teraz.
sl: Druga možnost brisanju je onemogočenje. Onemogočenje pomnilniškega pogona bo preprosto preprečilo njegovo uporabo za datoteke dodane od zdaj naprej.
th: ปิดการใช้งานการลบ ปิดการใช้งาน Storage Engine จะทำให้ไม่สามารถเพิ่มไฟล์เข้าไปใหม่ได้

source: Disable
cs: Zakázat
de: Deaktivieren
es_mx: Deshabilitar
fr: Désactiver
ja: 無効
pl: Wyłącz
sl: Onemogoči
th: ปิดการใช้งาน

source: Add New Engine
cs: Přidat New Engine
de: Neue Einheit hinzufügen
es_mx: Agregar nuevo motor
fr: Ajouter un nouveau stockage
ja: 新規エンジンの追加
pl: Dodaj nowy silnik
sl: Dodaj nov pogon:
th: เพิ่ม Engine ใหม่

source: Disk Usage
cs: Využití disku
de: Speicher Verbrauch
es_mx: Uso de disco
fr: Utilisation du disque
ja: ディスクの使用方法
pl: Użycie dysku
sl: Poraba diskovja
th: การใช้งานดิสก์

source: Please select what type of storage engine you would like to add:
cs: Prosím zvolte, jaký typ Storage Engine byste chtěli přidat:
de: Bitte Type der Speicher-Einheit angeben, welche hinzugefügt werden soll:
es_mx: Por favor selecciona el tipo de motor de almacenamiento que quieres agregar:
fr: Merci de sélectionner quel type de moteur de stockage vous souhaiteriez ajouter :
ja: 追加したいストレージエンジンの種類を選択して下さい
pl: Proszę wybrać, jaki rodzaj silnika składowania chcesz dodać:
sl: Prosimo, izberite kakšen tip pomnilniškega pogona bi radi dodali:
th: กรุณาเลือกประเภทของ Storage Engine ที่คุณต้องการที่จะเพิ่ม :

source: Add Tag
cs: Přidat tag
de: Tag hinzufügen
es_mx: Agrega etiqueta
fr: Ajouter tag
ja: タグの追加
pl: Dodaj etykietę
sl: Dodaj oznako
th: เพิ่มแท็ก

source: Edit Tag
cs: Upravit tag
de: Tag ändern
es_mx: Edita etiqueta
fr: Éditer tag
ja: タグの編集
pl: Popraw etykietę
sl: Uredi oznako
th: แก้ไขแท็ก

source: Delete Tag
cs: Smazat tag
de: Tag löschen
es_mx: Borra etiqueta
fr: Supprimer tag
ja: タグの削除
pl: Usuń etykietę
sl: Izbriši oznako
th: ลบแท็ก

source: New User
cs: Nový uživatel
de: Neuer Benutzer:
es_mx: Nuevo usuario
fr: Nouvel utilisateur
ja: 新規ユーザー
pl: Nowy użytkownik
sl: Nov uporabnik
th: ผู้ใช้ใหม่

source: Are you sure you want to delete this user?
cs: Jste si jisti, že chcete smazat tohoto uživatele?
de: Wollen Sie den Benutzer wirklich löschen?
es_mx: ¿Estas seguro de querer borrar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
ja: このユーザを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tego użytkownika?
sl: Ste prepričani, da želiš izbrisati tega uporabnika?
th: คุณแน่ใจว่าต้องการลบผู้ใช้รายนี้หรือไม่

source: Add User
cs: Přidat uživatele
de: Benutzer hinzufügen
es_mx: Agregar usuario
fr: Ajouter un utilisateur
ja: ユーザーを追加
pl: Dodaj użytkownika
sl: Dodaj uporabnika
th: เพิ่มผู้ใช้

source: Email
fr: Adresse électronique
ja: メール
sl: E-pošta
th: อีเมล

source: Group
cs: Skupina
de: Gruppe
es_mx: Grupo
fr: Groupe
ja: グループ
pl: Grupa
sl: Skupina
th: กลุ่ม

source: More new media
de: weitere neue Medien
fr: Plus de nouveaux médias

source: View More
cs: Zobrazit více
de: Zeige mehr
es_mx: Ver más
fr: En voir plus
ja: 続きを見る
pl: Zobacz więcej
sl: Poglej več
th: ดูรายละเอียดเพิ่มเติม

source: More popular media
de: weitere populäre Medien
fr: Plus de médias populaires

source: There is no media in this category.
cs: V této kategorii není žádné video.
de: Es gibt keine Medien in dieser Kategorie.
es_mx: No hay material en esta categoria.
fr: Il n’y a pas de contenu dans cette catégorie.
ja: このカテゴリにメディアはありません
pl: Nie ma mediów w tej kategorii.
sl: V tej kategoriji še ni posnetkov.
th: มีสื่อที่ไม่อยู่ในหมวดหมู่นี้

source: Choose a Category:
cs: Vyberte kategorii:
de: Wählen Sie eine Kategorie:
es_mx: Elige una categoría:
fr: Choisir une catégorie :
ja: カテゴリを選択:
pl: Wybierz kategorię:
sl: Izberi kategorijo:
th: เลือกประเภทที่ต้องการ

source: said on %(datetime)s…
de: schrieb am %(datetime)s…
es_mx: DIcho en %(datetime)s...
fr: a dit le %(datetime)s…
pl: powiedział w %(datetime)s…
sl: Napisano dne %(datetime)s…
th: กล่าวเมื่อวันที่ %(datetime)s ...

source: No comments have been posted yet.
cs: Ještě nebyly přidány žádné komentáře.
de: Noch wurden keine Kommenare geschrieben.
es_mx: No se han agregado comentarios.
fr: Aucun commentaire n’a encore été posté.
ja: 承認待ちのコメントはありません
pl: Nie przesłano jeszcze komentarzy.
sl: Ni še objavljenih komentarjev.
th: ไม่แสดงความเห็นได้รับการโพสต์ยัง

source: Write a comment
cs: Napsat komentář
de: Schreiben Sie einen Kommentar
es_mx: Escribe un comentario
fr: Écrire un commentaire
ja: コメントを投稿する
pl: Napisz komentarz
sl: Dodaj komentar
th: เขียนความคิดเห็น

source: Email Address (will never be published)
cs: E-mailová adresa (nebude nikdy zveřejněna)
de: E-Mail-Adresse (wird nie publiziert)
es_mx: Dirección de email (nunca será publicada)
fr: Adresse email (ne sera pas publiée)
ja: メールアドレス (非公開)
pl: Adres e-mail (nie zostanie opublikowany)
sl: E-pošta (nikoli ne bo objavljena)
th: ที่อยู่อีเมล (จะไม่ถูกเผยแพร่)

source: Submit Comment
cs: Odeslat komentář
de: Kommentar abschicken
es_mx: Envía un comentario
fr: Soumettre le commentaire
ja: コメント投稿
pl: Dodaj komentarz
sl: Oddaj komentar
th: ส่งความคิดเห็น

source: As soon as there are more than %(num)s published videos in the library, the most popular videos will be listed here.
cs: Jakmile bude v knihovně zveřejněno více než %(num)s videí, nejoblíbenější videa budou uvedena zde.
de: Sobald mehr als %(num)s Videos in der Bibliothek veröffentlicht sind, werden die beliebtesten Videos hier aufgelistet.
es_mx: En cuanto haya mas de %(num)s videos publicados en la videoteca, los videos mas pupulares serán listados aqui.
fr: Dès qu'il y aura plus de %(num)s vidéos publiques dans la bibliothèque, les plus populaires seront listées ici.
ja: 公開動画%(num)s件の中から、もっとも人気の動画が表示されます。
pl: Jak tylko będzie więcej niż %(num)s opublikowanych wideo w bibliotece, najbardziej popularne filmy zostaną tu wyświetlone.
sl: Takoj, ko je v knjižnici objavljenih več kot %(num)s video posnetkov, bodo najbolj popularni video posnetki prikazani tukaj.
th: ทันทีที่มีวิดีโอที่เผยแพร่ในห้องสมุดมากกว่า %(num)s , วิดีโอที่นิยมมากที่สุดจะแสดงที่นี่

source: Why not add a few more?
cs: Proč nepřidat ještě pár?
de: Warum nicht ein paar mehr hinzufügen?
es_mx: ¿Por que no agregar unos mas?
fr: Pourquoi pas plus ?
ja: もう少し追加しませんか?
pl: Może dodać kilka?
sl: Zakaj jih ne bi dodal še nekaj?
th: น่าจะเพิ่มอีกนะ

source: Search: "%s"
de: Suche: "%s"
es_mx: Busca: "%s"
fr: Rechercher : "%s"
ja: 検索: "%s"
pl: Wyszukiwanie: "%s"
sl: Išči: "%s"
th: ค้นหา :"%s"

source: Showing %(result_count)s results for '%(search_query)s'
de: Zeige %(result_count)s Ergebnisse für ' %(search_query)s '
es_mx: Mostrando %(result_count)s resultados para '%(search_query)s'
fr: Voir les %(result_count)s résultats pour '%(search_query)s'
pl: Pokazano %(result_count)s wyników dla '%(search_query)s'
sl: Prikazujem %(result_count)s zadetkov za '%(search_query)s'
th: แสดง %(result_count)s ผลการค้นหาสำหรับ '%(search_query)s'

source: Showing %(result_count)s results tagged with '%(tag_name)s'
cs: Ukázat %(result_count)s výsledky oštítkované '%(tag_name)s'
de: Zeige %(result_count)s Ergebnisse gekennzeichnet mit '%(tag_name)s'
es_mx: Mostrando %(result_count)s resultados etiquetados con '%(tag_name)s'
fr: Voir les %(result_count)s résultats taggés avec '%(tag_name)s'
pl: Pokazano %(result_count)s wyników z etykietą '%(tag_name)s'
sl: Prikazujem %(result_count)s rezultatov označenih z '%(tag_name)s'
th: แสดงผล %(result_count)s ที่ติดแท็กด้วย '%(tag_name)s'

source: All %(result_count)s Media
cs: Všechny %(result_count)s Média
de: Alle %(result_count)s Medien
es_mx: Todos los %(result_count)s elementos de material
fr: Tous les %(result_count)s contenus
pl: Wszystkie %(result_count)s media
sl: Vseh %(result_count)s posnetkov
th: สื่อ %(result_count)s ทั้งหมด

source: All Tags
cs: Všechny tagy
de: Alle Kennzeichen
es_mx: Todas las etiquetas
fr: Tous les tags
ja: すべてのタグ
pl: Wszystkie etykiety
sl: Vse oznake
th: แท็กทั้งหมด

source: (unpublished)
cs: (nezveřejněné)
de: (nicht veröffentlicht)
es_mx: (no publicado)
fr: (non publié)
ja: (未公開)
pl: (nieopublikowane)
sl: (neobjavljeno)
th: (ที่ไม่ถูกเผยแพร่)

source: by %(authorName)s
cs: od %(authorName)s
de: von %(authorName)s
es_mx: por %(authorName)s
fr: par %(authorName)s
pl: przez %(authorName)s
sl: %(authorName)s
th: โดย %(authorName)s

source: Dislike
cs: Neoblíbený
de: Gefällt nicht
es_mx: Desapruebo
fr: N'aime pas
ja: 低評価
pl: Nie lubię tego
sl: Ni mi všeč
th: ไม่ชอบ

source: Related Podcast
cs: Související Podcast
de: Verwandter Podcast
es_mx: Podcast relacionado
fr: Podcast lié
ja: 共有関連
pl: Podobne Podcasty
sl: Sorodni podcasti
th: พอดคาสต์ที่เกี่ยวข้อง

source: Podcast Episodes
cs: Podcast Epizody
de: Podcast-Episoden
es_mx: Episodios Podcast
fr: Épisodes en podcast
ja: 共有エピソード
pl: Odcinki podcastu
sl: Epizode podcastev
th: ตอนพอดคาสต์

source: Episode
cs: Epizoda
de: Folgen
es_mx: Episodio
fr: Épisode
ja: エピソード
pl: Odcinek
sl: Epizda
th: ตอน

source: Related Media
cs: Související videa
de: ähnliche Medien
es_mx: Medios relacionados
fr: Contenu similaire
ja: 関連メディア
pl: Media powiązane
sl: Podobni posnetki
th: สื่อที่เกี่ยวข้อง

source: This is not listed under any categories.
cs: Toto není uvedeno v žádné kategorii.
de: Das ist unter keiner Kategorie gelistet.
es_mx: No esta listado bajo ninguna categoria.
fr: Ce contenu n’est listé dans aucune catégorie.
ja: これは、任意のカテゴリの下にリストされていません
pl: Nie wymieniono w żadnej kategorii.
sl: To ni zapisano v nobeni kategoriji.
th: ไม่อยู่หมวดหมู่ใด ๆ

source: See All Tags
cs: Zobrazit všechny tagy
de: Anzeige aller Kennzeichen
es_mx: Ver todos los Tags
fr: Voir tous les tags
ja: すべてのタグを参照する
pl: Zobacz wszystkie etykiety
sl: Prikaži vse oznake
th: ดูแท็กทั้งหมด

source: This does not have any associated tags.
cs: Toto nemá žádné související tagy.
de: Das hat keine Kennzeichen zugeordnet.
es_mx: No tiene ningun tag asociado.
fr: Ce contenu n’a aucun tag associé.
ja: 関連付けられたタグはありません
pl: Nie ma żadnych powiązanych etykiet.
sl: To nima nobenih povezanih značk.
th: ไม่มีแท็กที่เกี่ยวข้องใด ๆ

source: Pop out a new player window
cs: Zobrazit nové okno přehrávače
de: Pop-Up eines neuen Player-Fensters
es_mx: Abrir una nueva ventana de reproducción
fr: Ouvrir une nouvelle fenêtre de lecture
ja: 新規ウィンドウで開く
pl: Wyświetl odtwarzacz w nowym okienku
sl: Odpri okno novega predvajalnika
th: เปิดหน้าต่างใหม่ให้ player

source: Pop Out
cs: Zobrazit
de: Pop-Up
fr: Ouvrir
pl: Wyświetl w wyskakującym okienku
sl: Odpri

source: Shrink
cs: Shodit
de: Verkleinern
es_mx: Contraer
fr: Réduire
ja: プレーヤーサイズ変更
pl: Zwiń
sl: Skrči
th: ย่อ

source: Expand
cs: Rozšířit
de: Vergrößern
es_mx: Expandir
fr: Étendre
ja: 展開
pl: Rozwiń
sl: Razširi
th: ขยาย

source: Share
cs: Sdílet
de: Weitergeben
es_mx: Compartir
fr: Partager
ja: 共有
pl: Poleć
sl: Deli z drugimi
th: แชร์

source: Permalink:
cs: Trvalý odkaz:
fr: Permalien :
ja: パーマリンク:
sl: Povezava:

source: Share by email
cs: Sdílet e-mailem
de: Per E-Mail schicken
es_mx: Compartir por email
fr: Partager par courrier électronique
ja: メールで共有
pl: Poleć przez e-mail
sl: Pošlji po e-pošti
th: แชร์ผ่านทางอีเมล

source: Share by Email
cs: Sdílet E-mailem
de: Per E-Mail schicken
es_mx: Compartir por Email
fr: Partager par courrier électronique
ja: メールで共有
pl: Poleć przez e-mail
sl: Deli po e-pošti
th: แชร์ผ่านทางอีเมล

source: Share on Facebook
cs: Sdílet na Facebooku
de: An Facebook schicken
es_mx: Compartir en Facebook
fr: Partager sur Facebook
ja: Facebookで共有
pl: Podziel się na Facebooku
sl: Posreduj na Facebook
th: แชร์ใน Facebook

source: Share on Twitter
cs: Sdílet na Twitteru
de: An Twitter schicken
es_mx: Compartir en Twitter
fr: Partager sur Twitter
ja: Twitteで共有
pl: Podziel się na Twitterze
sl: Posreduj na Twitter
th: แชร์ใน Twitter

source: Embed
cs: Vložit
de: Einbetten
es_mx: Incrustado
fr: Embarquer
ja: 埋込コード
pl: Osadź
sl: Vgradi
th: แบบฝั่งตัว

source: Embeddable Player HTML:
cs: Přehrávač ke vložení HTML:
de: HTML zum Einbauen des Players
es_mx: Incrustar Reproductor HTML:
fr: Lecteur HTML embarquable :
ja: 埋め込みコード:
pl: Osadzalny odtwarzacz HTML:
sl: HTML predvajalnik:
th: Player เป็นฝังตัวได้ใน HTML:

source: Download
cs: Stáhnout
es_mx: Descargar
fr: Télécharger
ja: ダウンロード
pl: Pobierz
sl: Prenos
th: ดาวน์โหลด

source: All Podcasts
cs: Všechny podcasty
de: Alle Podcasts
es_mx: Todos los podcasts
fr: Tous les podcasts
ja: 全共有
pl: Wszystkie podcasty
sl: Vsi podcasti
th: Podcasts ทั้งหมด

source: Add to iTunes
cs: Přidat do iTunes
de: Zu iTunes hinzufügen
es_mx: Agragar a iTunes
fr: Ajouter à iTunes
ja: iTunesに追加
pl: Dodaj do iTunes
sl: Dodaj v iTunes
th: เพิ่มลงใน iTunes

source: Subscribe via RSS
cs: Odebírat přes RSS
de: RSS-Feed abonnieren
es_mx: Suscribirse al RSS
fr: Souscrire via RSS
ja: 更新情報をRSSフィードで購読
pl: Subskrybuj przez RSS
sl: Naroči se na RSS
th: สมัครผ่านทาง RSS

source: Latest Episodes
cs: Poslední epizody
de: Neueste Episoden
es_mx: Últimos episodios
fr: Derniers épisodes
ja: 最新のエピソード
pl: Najnowsze odcinki
sl: Zadnje epizode
th: ตอนล่าสุด

source: Browse all episodes
cs: Prohlížet všechny epizody
de: Alle Episoden durchsehen
es_mx: Revisar todos los episodios
fr: Parcourir tous les épisodes
ja: 全てのエピソードを表示
pl: Przeglądaj wszystkie odcinki
sl: Prebrskaj epizode
th: ตอนดูทั้งหมด

source: %(result_count)s Episodes
de: All %(result_count)s Folgen
es_mx: %(result_count)s Episodios
fr: %(result_count)s épisodes
ja: All %(result_count)s Episodes
pl: Odcinki %(result_count)s
sl: %(result_count)s posnetek
th: ทั้งหมด %(result_count)s ตอน

source: Upload Videos
cs: Nahrát videa
de: Videos hochladen
es_mx: Subir Videos
fr: Proposer des vidéos
ja: 動画アップロード
pl: Załaduj wideo
sl: Naloži posnetek
th: อัพโหลดวิดีโอ

source: Upload Error
cs: Chyba při nahrávání
de: Upload-Fehler
es_mx: Error al subir
fr: Erreur lors du téléversement
ja: アップロードエラー
pl: Błąd przesyłania
sl: Napaka nalaganju
th: การอัพโหลดเกิดข้อผิดพลาด

source: During your upload, something went wrong, but don't worry. The engineers and gnomes have been automagically notified and we're already on our way to resolving your issue.
cs: Během nahrávání se něco pokazilo, ale nebojte se. Inženýři a skřítci byli automaticky uvědoměni a jsme již na cestě k řešení problému.
de: Während des Hochladens ist etwas schiefgegangen, aber machen Sie sich keine Sorgen. Die Betreiber und Heinzelmännchen wurden automagisch benachrichtigt und wir sind bereits dabei, Ihr Problem zu lösen.
es_mx: Durante la subida, algo estuvo mal, pero no te preocupes. Los ingenieros y nomos han sido automáticamente notificados y estaremos listos para resolver el asunto.
fr: Pendant le téléversement, quelque chose a planté, mais restez calme. Des ingénieurs et des gnomes ont été automagiquement notifiés et nous sommes déjà en train de résoudre votre problème.
ja: あなたのアップロードの際には、何かが間違っていたが、心配しないでください。エンジニアとノームは自動的に通知し、我々はあなたの問題を解決するための我々の方法で既に準備されている
pl: W momencie przesyłania coś poszło nie tak, ale nie martw się. Inżynierowie i gnomy, zostali automatycznie powiadomieni i jesteśmy już na prostej drodze do rozwiązania problemu.
sl: Med nalaganjem tvoje datoteke je prišlo do napake, vendar brez skrbi. Naši strokovnjaki in palčki so prejeli obvestilo o napaki in so že na poti da jo odpravijo.
th: มีบางอย่างที่ผิดพลาดในระหว่างการอัปโหลด แต่ไม่ต้องกังวล วิศวกรและพนักงานจะได้รับแจ้งปัญหาโดยอัตโนมัติและเราจะจัดการกับปัญหาให้อย่างรวดเร็วที่สุด

source: Something you can check:
cs: Něco, co můžete ještě zkouknout:
de: Etwas, das Sie überprüfen können:
es_mx: Puedes comprobar algo:
fr: Quelque chose que vous pouvez vérifier :
ja: あなたがチェックすることができます:
pl: Co można sprawdzić:
sl: Preveri še naslednje:
th: สิ่งที่คุณสามารถตรวจสอบ :

source: Is the file under %(maxUploadSize)s Megabytes in size?
cs: Má soubor v %(maxUploadSize)s megabytů?
de: Ist die Datei unter %(maxUploadSize)s MB groß?
es_mx: El archivo esta por debajo de los %(maxUploadSize)s Megabytes de tamaño?
fr: La taille du fichier ne dépasse-t-elle pas %(maxUploadSize)s mégaoctets ?
ja: ファイルサイズは%(maxUploadSize)s以下ですか?
pl: Czy plik ma mniej jak %(maxUploadSize)s megabajtów wielkości?
sl: Ali je datoteka manjša od %(maxUploadSize)s megabajtov?
th: ไฟล์ขนาดไม่เกิน %(maxUploadSize)s MB ใช่หรือไม่

source: Try Uploading Again
cs: Zkuste nahrávání znovu
de: Versuchen Sie, es erneut hochzuladen
es_mx: Intenta Subirlo otra vez
fr: Retenter le téléversement
ja: 再試行してください
pl: Spróbuj przesłać pliki ponownie
sl: Poskusi ponovno naložiti posnetek
th: ลองอัปโหลดอีกครั้ง

source: Choose a file to upload
cs: Vyberte soubor k nahrání
de: Datei zum Hochladen auswählen
es_mx: Selecciona un archivo a subir
fr: Choisissez un fichier à téléverser
ja: アップロードするファイルを選択
pl: Wybierz plik do wysłania
sl: Izberi datoteko za naložiti
th: เลือกไฟล์ที่จะอัปโหลด

source: Problems?
cs: Problémy?
de: Probleme?
es_mx: ¿Problemas?
fr: Des problèmes ?
ja: 問題がありますか?
pl: Problemy?
sl: Težave?
th: มีปัญหาอยู่หรือไม่

source: If you have problems uploading or have some questions, please email us at
cs: Máte-li problémy při nahrávání nebo máte nějaké dotazy, napište nám na
de: Falls Sie Probleme beim Hochladen oder andere Fragen haben, schreiben Sie uns bitte eine E-Mail an
es_mx: Si tienes problemas al subir o tienes algunas preguntas, por favor escríbenos a
fr: Si vous avez des difficultés pour téléverser ou si vous avez des questions, n’hésitez pas à nous envoyer un courrier électronique à l’adresse
ja: あなたが問題のアップロードを持っているか、いくつかの質問がある場合は、メールでお問い合わせて下さい
pl: Jeśli masz problemy z przesyłaniem plików lub masz jakieś pytania, napisz do nas
sl: Če imaš probleme z nalaganjem ali dodatna vprašanja za nas, nam piši na:
th: ถ้าคุณมีปัญหาการอัพโหลดหรือมีคำถามบางอย่าง กรุณาส่งอีเมลถึงเราได้ที่

source: Upload Successful
cs: Nahrávání bylo úspěšné
de: Upload erfolgreich
es_mx: Carga correcta
fr: Téléversement réussi
ja: アップロードに成功しました
pl: Wysyłanie powiodło się!
sl: Nalaganje uspešno.
th: อัปโหลดประสบความสำเร็จ

source: Awesome, your upload was successful!
cs: Úžasné, Vaše nahrávání bylo úspěšné!
de: Fantastisch - Ihr Upload war erfolgreich!
es_mx: Impresionante!!, tu carga fue correcta!!
fr: Parfait, votre téléversement a réussi !
ja: アップロードが正常に行われました
pl: Doskonale, przesyłanie powiodło się!
sl: Čestitam, tvoja datoteka je uspešno naložena!
th: ยอดเยี่ยม, คุณอัปโหลดสำเร็จแล้ว!

source: Your submission is awaiting review by a moderator and will be posted shortly.
cs: Váš příspěvek čeká na kontrolu moderátorem a bude zveřejněn v brzké době.
de: Ihr Beitrag muss noch von einem Moderator geprüft werden und wird in Kürze veröffentlicht.
es_mx: Tu petición está pendiente de revisión por el moderador y será publicada en breve.
fr: Votre contribution est dans l’attente d'examination par un modérateur et sera publiée prochainement.
ja: あなたの投稿は認証後、間もなく掲載されます
pl: Twoja przesyłka oczekuje na sprawdzenie przez moderatora i zostanie opublikowana w najbliższym czasie.
sl: Tvoj prispevek bo objavljen takoj, ko to odobri moderator.
th: การส่งของคุณกำลังรอการตรวจสอบโดยผู้ดูแลและจะทำการโพสต์ให้ในไม่ช้า
