Repository: mediadrop/mediadrop
Catalog: mediacore/i18n/*/LC_MESSAGES/mediacore.po
Languages: cs, de, es_mx, fr, ja, pl, sl, th

source: Upload your media using the form below. We'll review it and get back to you.
cs: Nahrajte Vaše video pomocí níže uvedeného formuláře. Zhodnotíme ho a zase ho dostanete zpátky.
de: Laden Sie Ihre Mediendateien mit dem folgenden Formular auf den Server. Nach einer Prüfung werden Sie von uns verständigt.
es_mx: Carga tu material usando la forma de abajo. Este será revisado y después te contactaremos.
fr: Téléversez votre média via le formulaire ci-dessous. Nous l'examinerons et reviendrons vers vous.
ja: 以下のフォームを使ってメディアをアップロードして下さい。承認後公開されます。
pl: Załaduj twoje media używając poniższego formularza. Przejrzymy go i odezwiemy się do ciebie.
sl: Naloži tvoj najljubši posnetek. Pregledali ga bomo in te obvestili o tem.
th: อัพโหลดไฟล์วิดีโอของคุณโดยใช้แบบฟอร์มด้านล่าง เราจะทำการพิจารณาและติดต่อคุณกลับภายหลัง

source: Latest media in %s
cs: Nejnovější videa v %s
de: Neuste Medien in %s
es_mx: Ultimo material en%s
fr: Dernier contenu dans %s
ja: 最新メディア%s
pl: Ostatnie media w %s
sl: Zadnji posnetki v %s
th: สื่อล่าสุดใน %s

source: We're sorry but we weren't able to process this request.
cs: Je nám líto, ale nebyli jsme schopni zpracovat tento požadavek.
de: Leider konnten wir Ihre Anfrage nicht verarbeiten.
es_mx: Lo sentimos, no fue posible procesar esta solicitud.
fr: Nous sommes désolés, nous n’avons pas pu répondre à cette requête.
ja: 処理中にエラーが発生しました。
pl: Bardzo nam przykro, ale nie mogliśmy przetworzyć tego zapytania.
sl: Se opravičujemo, ampak poizvedba ni uspela.
th: ขออภัย เราไม่สามารถดำเนินการตามคำร้องขอนี้

source: Invalid username or password.
cs: Neplatné uživatelské jméne, nebo heslo.
de: Nutzername oder Passwort fehlerhaft.
fr: Nom d'utilisateur et mot de passe invalide.

source: Latest RSS
cs: Nejnovější RSS
de: Neueste als RSS
es_mx: Ultimo RSS
fr: RSS des plus récents
pl: Aktualności RSS
sl: Zadnji RSS
th: RSS ล่าสุด

source: Your comment has been rejected.
cs: Váš komentář byl zamítnut.
de: Ihr Kommentar wurde zurückgewiesen.
es_mx: Tu comentario ha sido rechazado.
fr: Votre commentaire a été rejeté.
ja: あなたのコメントは拒否されています。
pl: Twój komentarz został odrzucony.
sl: Tvoj komentar je bil zavrnjen.
th: ความคิดเห็นของคุณได้รับการปฏิเสธ

source: Thank you for your comment! We will post it just as soon as a moderator approves it.
cs: Děkujeme Vám za Váš komentář! Zveřejníme ho, hned jak ho moderátor schválí.
de: Danke für Ihren Kommentar. Sobald ein Moderator ihn geprüft hat, wird er freigeschaltet.
es_mx: ¡Gracias por tu comentario! Lo publicaremos una vez que el moderador lo apruebe.
fr: Merci pour votre commentaire ! Nous le publierons dès qu'un modérateur l'aura approuvé.
ja: コメントありがとうございました！我々は、直後に司会者が承認するとして、それを掲載します。
pl: Dziękujemy za komentarz! Opublikujemy go tak szybko, jak tylko moderator go zaakceptuje.
sl: Hvala za komentar! Objavljen bo takoj, ko ga moderator odobri.
th: ขอขอบคุณสำหรับความคิดเห็นของท่าน เราจะโพสต์ทันทีที่ผู้ดูแลอนุมัติ

source: File "%s" does not exist.
cs: Soubor "%s" neexistuje.
de: Die Datei "%s" existiert nicht.
es_mx: El archivo "%s" no existe.
fr: Le fichier "%s" n’existe pas.
ja: ファイル "%s" がありません。
pl: Plik "%s" nie istnieje.
sl: Datoteka "%s" ne obstaja.
th: ไม่พบไฟล์ "%s"

source: No action to perform.
cs: Nelze provést žádná akce.
de: Keine Aktion ausgewählt.
es_mx: Ninguna acción por realizarse.
fr: Aucune action à effectuer.
ja: 実行できませんでした。
pl: Brak akcji do wykonania.
sl: Ne vem kaj naj počnem.
th: ไม่มีการดำเนินการใดๆ

source: Permission denied, cannot write file
cs: Nedostatečná oprávnění, soubor nelze zapsat
de: Die Datei konnte nicht geschrieben werden, da die Zugriffsberechtigung verweigert wurde.
es_mx: Permiso denegado, no se puede escribir el archivo.
fr: Permission refusée, impossible d'enregistrer le fichier
ja: 書き込みできませんでした。パーミッション設定を変えて下さい。
pl: Odmowa dostępu, nie można zapisać pliku
sl: Nimam pravic za pisanje v datoteko
th: ไม่ได้รับอนุญาตให้เขียนไฟล์

source: Unsupported image type: %s
de: Nicht unterstützter Bildtyp: %s
fr: Type d’image non supporté : %s

source: Interlaced PNGs are not supported.
cs: Prokládané PNG nejsou podporovány.
de: "Interlaced" PNG-Dateien werden nicht unterstützt.
fr: Les PNG entrelacés ne sont pas supportés.

source: Save the podcast to get your feed URL
de: Bitte speichern Sie den Podcast, um Ihre Feed-URL zu erhalten.
fr: Enregistrer le podcast pour avoir l'URL du flux

source: Unsupport image type: %s
cs: Nepodporovaný typ obrázku: %s
de: Nicht unterstützter Bildtyp: %s
es_mx: Tipo de imágen no soportado: %s
fr: Type d’image non supporté : %s
ja: このイメージはサポートされていません: %s
pl: Nieobsługiwany typ obrazu: %s
sl: Nepodprt tip slike: %s
th: ไม่ซัพพอร์ตภาพประเภท: %s

source: The portion of the email address before the @ is invalid
cs: Část e-mailové adresy před @ je neplatná
de: Die E-Mail-Adresse vor dem @-Zeichen ist nicht gültig.
es_mx: La parte de la dirección de email antes de la arroba es inválida.
fr: La partie de l'adresse email précédent le @ est invalide
ja: Eメールアドレスが無効です。
pl: Część adresu email przed @ jest nieprawidłowa
sl: Del za @ pri e-pošti je nepravilen
th: ส่วนของที่อยู่ของอีเมลก่อน @ ไม่ถูกต้อง

source: The portion of this email address after the @ is invalid
cs: Část e-mailové adresy za znakem @ je neplatná
de: Die E-Mail-Adresse nach dem @-Zeichen ist nicht gültig.
es_mx: La parte de la dirección de email después de la arroba es inválida.
fr: La partie de l'adresse email suivant le @ est invalide
ja: Eメールアドレスが無効です。
pl: Część adresu email za @ jest nieprawidłowa
sl: Del e-poštnega naslova za @ je nepravilen
th: ส่วนของที่อยู่ของอีเมลหลัง @ ไม่ถูกต้อง

source: Please enter your name!
cs: Zadejte prosím své jméno!
de: Bitte geben Sie Ihren Namen ein.
es_mx: ¡Por favor ingresa tu nombre!
fr: Merci de renseigner votre nom !
ja: お名前を入力して下さい。
pl: Wprowadź swoją nazwę!
sl: Prosimo vnesite ime!
th: กรุณากรอกชื่อของท่าน

source: Username
cs: Uživatelské jméno
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
pl: Nazwa użytkownika
sl: Uporabniško ime:
th: ชื่อผู้ใช้

source: Password
cs: Heslo
de: Passwort
es_mx: Clave
fr: Mot de passe
ja: パスワード
pl: Hasło
sl: Geslo
th: รหัสผ่าน

source: Login
cs: Přihlásit se
fr: Se connecter
ja: ログイン
sl: Prijava
th: เข้าสู่ระบบ

source: At least give it a short description...
cs: Zadejte alespoň krátký popis ...
de: Bitte geben Sie zumindest eine kurze Beschreibung ein...
es_mx: Por lo menos proporciona una breve descripción.
fr: Proposez-nous au moins une brève description…
ja: 説明が必要です...
pl: Podaj co najmniej krótki opis...
sl: Podaj vsaj kratek opis...
th: ให้มันคำอธิบายสั้น ๆ ...

source: You've gotta have a name!
cs: Musíte vyplnit jméno!
de: Sie müssen doch einen Namen haben!
es_mx: ¡Debes tener un nombre!
fr: Vous devez avoir un nom !
ja: お名前が必要です。
pl: Musisz mieć nazwę!
sl: Brez imena te ne moremo poznati!
th: ขาดชื่อ

source: You've gotta have a title!
cs: Musíte vyplnit název!
de: Sie müssen einen Titel angeben!
es_mx: ¡Debes tener un título!
fr: Vous devez avoir un titre !
ja: タイトルが必要です。
pl: Musisz mieć tytuł!
sl: Posnetek moraš poimenovati!
th: ขาดหัวข้อ

source: Your Name:
cs: Vaše jméno:
de: Ihr Name:
es_mx: Tu nombre:
fr: Votre nom :
ja: お名前：
pl: Twoja nazwa:
sl: Tvoje ime:
th: ชื่อของคุณ :

source: Your Email:
cs: Váš email:
de: Ihre E-Mail-Adresse:
es_mx: Tu email:
fr: Votre adresse électronique :
ja: メールアドレス：
pl: Twój email:
sl: Tvoja e-pošta:
th: : อีเมล์ของคุณ

source: (will never be published)
cs: (nebude nikdy zveřejněn)
de: (wird niemals veröffentlicht)
es_mx: (nunca será publicado)
fr: (ne sera jamais publiée)
ja: （非公開）
pl: (nie będzie opublikowany)
sl: (nikoli ne bo objavljena)
th: (จะไม่ถูกเผยแพร่)

source: Title:
cs: Název:
de: Titel:
es_mx: Título:
fr: Titre :
ja: タイトル：
pl: Tytuł:
sl: Naslov:
th: หัวข้อ :

source: Add a YouTube, Vimeo or Amazon S3 link:
de: Geben Sie eine YouTube-, Vimeo- oder Amazon S3-URL ein:
fr: Ajoutez un lien YouTube, Viméo ou Amazon S3 :

source: Oops! You forgot to enter a file.
cs: Oops! Zapomněli jste přidat soubor.
de: Ups! Sie haben vergessen, eine Datei auszuwählen.
es_mx: ¡Oh oh! Se te olvidó ingresar un archivo.
fr: Oups ! Vous avez oublié de donner un fichier.
ja: ファイルがありません。
pl: Ooops! Zapomniałeś podać plik.
sl: Ups! Pozabil si vnesti datoteko.
th: อุ๊ย! คุณลืมใส่ไฟล์

source: OR:
cs: NEBO:
de: ODER:
es_mx: O:
fr: OU :
ja: ローカルファイル
pl: LUB:
sl: ALI:
th: หรือ :

source: Submit
cs: Odeslat
de: Abschicken
es_mx: Enviar
fr: Soumettre
ja: 送信
pl: Wyślij
sl: Naloži
th: ส่ง

source: SEARCH...
cs: VYHLEDÁVÁNÍ ...
de: SUCHE...
es_mx: BUSQUEDA...
fr: RECHERCHER…
ja: 検索
pl: SZUKAJ...
sl: Išči...
th: ค้นหา ...

source: You forgot to select an image!
cs: Zapomněli jste vybrat obrázek!
de: Sie haben vergessen, ein Bild auszuwählen!
es_mx: ¡Olvidaste seleccionar una imágen!
fr: Vous avez oublié de sélectionner une image !
ja: イメージを選択して下さい。
pl: Zapomniałeś wybrać obrazek!
sl: Pozabil si izbrati sliko!
th: คุณลืมเลือกภาพ!

source: Name
cs: Jméno
es_mx: Nombre
fr: Nom
ja: カテゴリ名
pl: Nazwa
sl: Ime
th: ชื่อ

source: Permalink
cs: Stálý odkaz
es_mx: Liga permamente
fr: Permalien
ja: パーマリンク
sl: Povezava

source: Parent Category
cs: Nadřazená kategorie
de: Übergeordnete Kategorie
es_mx: Categoría Superior
fr: Catégorie parente
ja: 親カテゴリー
pl: Kategoria nadrzędna
sl: Nadkategorija
th: หมวดหมู่แม่

source: Cancel
cs: Zrušit
de: Abbrechen
es_mx: Cancelar
fr: Annuler
ja: キャンセル
pl: Anuluj
sl: Prekini
th: ยกเลิก

source: Save
cs: Uložit
de: Speichern
es_mx: Guardar
fr: Enregistrer
ja: 保存
pl: Zapisz
sl: Shrani
th: บันทึก

source: Delete
cs: Odstranit
de: Löschen
es_mx: Borrar
fr: Supprimer
ja: 削除
pl: Usuń
sl: Izbriši
th: ลบ

source: Comment
cs: Komentář
de: Kommentar
es_mx: Comentario
fr: Commentaire
ja: コメント コメント
pl: Komentarz
sl: Komentar
th: ความคิดเห็น

source: Group name already exists
de: Dieser Gruppen-Name ist bereits vergeben
fr: Le nom du groupe existe déja

source: Display Name
cs: Zobrazované jméno
de: Anzeige-Name
es_mx: Nombre de la pantalla
fr: Nom affiché
ja: ユーザー名
pl: Nazwa wyświetlana
sl: Prikazano ime
th: ชื่อที่ปรากฏ

source: Groupname
de: Gruppenname
fr: Non du groupe

source: Group Permissions
de: Gruppen-Rechte
fr: Permissions du groupe

source: Bad duration formatting, use Hour:Min:Sec
cs: Špatný formát trvání, použijte hod:min:sek
de: Falsches Format für Dauer, verwenden Sie Stunde:Minute:Sekunde
es_mx: Mal formato de la duración, usar Hora:Min:Seg
fr: Mauvais format de durée : utilisez Heure:Min:Sec
ja: 書式が間違っています。 use Hour:Min:Sec
pl: Zły format czasu trwania, użyj Godziny:Minuty:Sekundy
sl: Napačna oblika časa trajanja, uporabi Ura:Min:Sek
th: ระยะเวลาการจัดรูปแบบไม่ถูกต้อง ให้ใช้ ชั่วโมง:นาที:วินาที

source: Value must be in the format wxh; e.g. 200x300
cs: Hodnota musí být ve formátu šířka x výška, např. 200x300
de: Wert muss in der Form b×h sein: z.B. 200x300
es_mx: El valor debe estar en el formato anchoxalto: ej 200x300
fr: Cette valeur doit être au format lxh; i.e. 200x300
ja: 書式が間違っています。 wxh; e.g. 200x300
pl: Wartość musi być w formacie wxs; na przykład 200x300
sl: Vrednost mora biti v formatu wxh, npr. 200x300
th: ค่าจะต้องอยู่ในรูปแบบ wxh; เช่น 200x300

source: Width must be a valid integer
cs: Šířka musí být platné číslo
de: Breite muss ein gültiger ganzahliger Wert sein
es_mx: El ancho debe ser un número entero válido
fr: La largeur doit être un entier valide
ja: 横幅が規定値ではありません。
pl: Szerokość musi być prawidłową liczbą całkowitą
sl: Dolžina mora biti številka.
th: ความกว้างต้องเป็นเลขที่ถูกต้อง

source: Height must be a valid integer
cs: Výška musí být platné číslo
de: Höhe muss ein gültiger ganzahliger Wert sein
es_mx: El alto debe ser un número entero válido
fr: La hauteur doit être un entier valide
ja: 縦幅が規定値ではありません。
pl: Wysokość musi być prawidłową liczbą całkowitą
sl: Vižina mora biti številka.
th: ความสูงจะต้องเป็นจำนวนเต็มที่ถูกต้อง

source: Select an encoded video or audio file on your computer
cs: Vyberte kódované video nebo audio soubor ve vašem počítači
de: Wählen Sie eine Video- oder Audio-Datei auf Ihrem Computer aus
es_mx: Selecciona en tu computadora un archivo codificado de video o audio
fr: Sélectionnez dans votre ordinateur un fichier vidéo ou audio encodé
ja: メディア、音楽ファイルを指定して下さい。
pl: Wybierz enkodowane wideo lub audio z pliku na twoim komputerze
sl: Izberi video ali zvočni posnetek na svojem računalniku
th: เลือกวิดีโอหรือไฟล์เสียงที่เข้ารหัสในคอมพิวเตอร์ของคุณ

source: Upload
cs: Nahrát
de: Hochladen
es_mx: Cargar
fr: Téléverser
ja: アップロード
pl: Przesyłanie
sl: Naloži
th: อัพโหลด

source: Add URL
cs: Přidejte URL
de: Hinzufügen
es_mx: Agregar un URL
fr: Ajouter une URL
ja: URLを追加
pl: Dodaj URL
sl: Dodaj URL
th: เพิ่ม URL

source: YouTube, Vimeo, Amazon S3 or any other link
de: Link zu YouTube, Vimeo, Amazon S3 oder eine direkte URL
fr: YouTube, Vimeo, Amazon S3 ou tout autre lien

source: Delete file
cs: Odstranit soubor
de: Datei löschen
es_mx: Borrar el archivo
fr: Effacer le fichier
ja: ファイルを削除する
pl: Usuń plik
sl: Izbriši datoteko
th: ลบไฟล์

source: Include in the Podcast
cs: Zahrnout do Podcast
de: In Podcast aufnehmen
es_mx: Incluir en el Podcast
fr: Inclure dans le Podcast
ja: 共有メディアに含む
pl: Załącz w podcaście
sl: Vključi v podcast
th: รวมอยู่ในพอดคาสต์

source: Optional
cs: Volitelné
es_mx: Opcional
fr: Optionnel
ja: オプション
pl: Opcjonalnie
sl: Opcijsko
th: ไม่จำเป็น

source: Title
cs: Název
de: Titel
es_mx: Título
fr: Titre
ja: タイトル
pl: Tytuł
sl: Naslov
th: ชื่อเรื่อง

source: Author Name
cs: Jméno autora
de: Name des Autors
es_mx: Nombre del autor
fr: Nom de l’auteur
ja: 著者名
pl: Nazwisko autora
sl: Ime avtorja
th: ชื่อผู้เขียน

source: Author Email
cs: E-mail autora
de: E-Mail-Adresse des Autors
es_mx: Email del autor
fr: Adresse électronique de l’auteur
ja: 投稿者のメール
pl: Email autora
sl: Avtorjeva E-pošta
th: ผู้แต่งอีเมล์

source: Categories
cs: Kategorie
de: Kategorien
es_mx: Categorias
fr: Catégories
ja: カテゴリー
pl: Kategorie
sl: Kategorije
th: หมวดหมู่

source: e.g.: puppies, great dane, adorable
cs: např.: štěňátka, německá doga, rozkošný
de: z.B.: Welpen, deutsche Dogge, hinreißend
es_mx: ej: cachorros, gran danés, adorable
fr: par exemple : chiots, patte de chien, adorable
ja: 例：愛らしい子犬、グレートデーン、
pl: n.p. maluszki, świetne dane, godne podziwu
sl: npr.: kužki, Nemška doga, prikupno

source: Administrative Notes
cs: Organizační poznámky
de: Administrative Notizen
es_mx: Notas administrativas
fr: Notes administratives
ja: 管理メモ
pl: Notki administracyjne
sl: Opombe administratorja
th: หมายเหตุ

source: General Options:
cs: Všeobecné možnosti:
de: Allgemeine Optionen:
es_mx: Opciones generales
fr: Options générales :
ja: 一般設定
pl: Opcje ogólne
sl: Glavne nastavitve:
th: ตัวเลือกทั่วไป :

source: Yes, use the Flash Player when the device supports it.
cs: Ano, použij Flash Player, pokud ho zařízení podporuje.
de: Ja, verwende den Flash-Player, falls das Gerät es unterstützt.
es_mx: Si, usar Flash Player cuando el dispositivo lo soporte.
fr: Oui, utiliser le player Flash lorsque l’appareil le supporte.
ja: デバイスでサポートされている場合はい、Flash Playerを使用してください。
pl: Tak, używaj odtwarzacza Flash, jeżeli urządzenie go obsługuje.
sl: Da, uporabi Flash predvajalnik, če ga naprava podpira.
th: ใช่ ให้ใช้ Flash Player เมื่ออุปกรณ์ที่สนับสนุน

source: No, use the HTML5 Player when the device supports it.
cs: Ne, použij HTML5 Player, pokud ho přístroj podporuje.
de: Nein, verwende den HTML5-Player, falls das Gerät es unterstützt.
es_mx: No,usar el player HTML5 cuando el dispositivo lo soporte.
fr: Non, utiliser le player HTML5 quand l’appareil le supporte.
ja: デバイスでサポートされている場合がない、HTML5のプレーヤーを使用してください。
pl: Nie, używaj odtwarzacza HTML5, jeżeli urządzenie go obsługuje.
sl: Ne, uporabi HTML5 predvajalnik, če ga naprava podpira.
th: ไม่ ให้ใช้ HTML5 Player เมื่ออุปกรณ์ที่สนับสนุน

source: Prefer the Flash Player when possible
cs: Upřednostnit Flash Player, pokud je to možné
de: Bevorzuge den Flash-Player wenn möglich
es_mx: Preferir el Flash Player cuando sea posible
fr: Préférer le player Flash quand c’est possible
ja: 可能な場合は、Flash Playerを好む
pl: Preferuj odtwarzacz Flash kiedy to tylko możliwe
sl: Uporabi Flash predvajalnlik, če je le mogoče
th: ให้ใช้ Flash Player เมื่อเป็นไปได้

source: Script Tag
fr: Tag script
ja: スクリプトタグ
pl: Etykieta skryptu
sl: Script značka
th: แท็กสคริปต์

source: The unique script tag given for your site.
cs: Vaší stránce byl dán unikátní script tag.
de: Das eindeutige script-Tag für Ihre Seite
es_mx: El script tag asignado a tu sitio
fr: L’unique Tag script donné pour votre site.
ja: サイトのユニークスクリプトタグ
pl: Unikalna etykieta skryptu, dla twojej strony.
sl: Unikaten script tag za tvojo stran.
th: แท็กสคริปต์ที่ไม่ซ้ำกันให้กับเว็บไซต์ของคุณ

source: Player Options:
cs: Možnosti přehrávače:
de: Player-Optionen:
es_mx: Opciones del player
fr: Options du lecteur :
ja: Playerのオプション：
pl: Opcje odtwarzacza:
sl: Nastavitve predvajalnika:
th: ตัวเลือก Player :

source: Use the deprecated AS2 player.
cs: Pomocí zastaralého přehrávače AS2.
de: Veralteten AS2-Player verwenden.
fr: Utilisation du lecteur obsolète AS2

source: Use the AS3/HTML5 player.
cs: Použít AS3/HTML5 přehrávač.
de: AS3/HTML5-Player verwenden.
fr: Utilisez le lecteur AS/HTML5

source: YouTube player version
cs: Verze YouTube přehravače
de: Version des YouTube-Players
fr: Version du lecteur YouTube

source: Show video annotations by default.
cs: Zobrazit poznámky k videu ve výchozím nastavení.
de: Videoanmerkungen standardmäßig anzeigen
fr: Voir par défaut les annotations de la vidéo.

source: Hide video annotations by default.
cs: Skrýt poznámky k videu ve výchozím nastavení.
de: Videoanmerkungen standardmäßig verbergen
fr: Cacher par défaut les annotation de la vidéo.

source: Video annotations
cs: Poznámky k videu
de: Videoanmerkungen
fr: Annotations de la vidéo

source: Disable the player keyboard controls.
cs: Vypnout ovládání přehrávače klávesnicí.
de: Deaktiviere die Player-Tastatursteuerung.
es_mx: Inhabilitar los controles de teclado del player.
fr: Désactiver le clavier de contrôle du lecteur.
ja: プレーヤコントロールを無効にします。
pl: Wyłącz obsługę odtwarzacza klawiaturą.
sl: Onemogoči bližnjice na tipkovnici
th: ปิดการใช้งานผ่านตัวควบคุมผ่านแป้นพิมพ์ของ player

source: Not supported by HTML5 player.
cs: Nepodporováno HTML5 přehrávačem.
de: wird vom HTML5-Player nicht unterstützt
fr: Non supportée par le lecteur HTML5.

source: Autoplay the video when the player loads.
de: Video automatisch abspielen, sobald der Player geladen wurde.
fr: Lire automatiquement la vidéo quand le lecteur la charge.

source: Do not show YouTube logo in the player controls
de: Kein YouTube-Logo in den Player-Kontrollelementen anzeigen
fr: Ne pas afficher le logo YouTube dans les contrôles du lecteur

source: Not supported by AS2 player.
cs: Nepodporováno AS2 přehrávačem.
de: wird vom AS2-Player nicht unterstützt
fr: Non supportée par le lecteur AS2.

source: Display fullscreen button.
de: Vollbild-Option anzeigen
fr: Afficher le bouton 'Plein Écran'.

source: Enable high-def quality by default.
cs: Povolit kvalitu vysokého rozlišení jako výchozí nastavení.
de: Verwende HD-Qualität als Standard.
es_mx: Habilitar calidad HD por defecto.
fr: Activer la qualité haute définition par défaut.
ja: 高画質有効
pl: Włącz domyślnie wysoką rozdzielczość/jakość.
sl: Nastavi visoko kvaliteto kot privzeto.
th: เปิดใช้งานคุณภาพสูง เป็นค่าเริ่มต้น

source: Show the search box when the video is minimized. The related videos option must be enabled for this to work.
de: Suchfeld anzeigen, wenn das Video minimiert ist. Dies funktioniert nur, wenn nach dem Abspielen ähnliche Videos angezeigt werden.
fr: Afficher la boîte de recherche quand la vidéo est minimisée. L'option des vidéos liées doit être activée pour que cela fonctionne.

source: AS2 player only
cs: Pouze AS2 přehrávač
de: nur für den AS2-Player
fr: Lecteur AS2 uniquement

source: Display information like the video title and uploader before the video starts playing.
de: Zeige Informationen wie Titel des Videos und Uploader an, bevor das Video abgespielt wird.
fr: Afficher les informations telles que le titre de la vidéo et le téléverseur avant le démarrage de la lecture.

source: Always show player controls.
cs: Vždy zobrazit ovládací prvky přehrávače.
de: Player-Kontrollelemente permanent anzeigen.
fr: Toujours afficher les contrôles du lecteur.

source: Autohide all player controls after a video starts playing.
cs: Automaticky skrýt všechny ovládací prvky přehrávače po spuštění přehrávání.
de: Alle Player-Kontrollelemente beim Abspielen des Videos verbergen.
fr: Cacher automatiquement les contrôles du lecteur après le démarrage de la lecture d'une vidéo.

source: Autohide only the progress bar after a video starts playing.
cs: Automaticky skrýt jen ukazatel průběhu po spuštění přehrávání..
de: Nur den Fortschrittsbalken beim Abspielen des Videos verbergen.
fr: Cacher automatiquement et uniquement la barre de progression après le démarrage de la lecture d'une vidéo.

source: Player control hiding
de: Verbergen der Kontrollelemente
fr: Cacher les contrôles du lecteur

source: Parental Advisory
cs: Rodičovská kontrola
de: Hinweis für Erziehungsberechtigte
es_mx: Cuidados parentales
fr: Avis parental requis
ja: 状況報告
pl: Ograniczenie wieku
sl: Starševsko opozorilo
th: ปรึกษาผู้ปกครอง

source: Clean
cs: Vyčistit
de: In Ordnung
es_mx: Limpiar
fr: Tout public
ja: クリーン
pl: Wyczyść
sl: Počisti:

source: Subtitle
cs: Titulky
de: Untertitel
es_mx: Subtítulo
fr: Sous-titre
ja: サブタイトル
pl: Napisy
sl: Podnapis
th: ซัพไตเติ้ล

source: Podcast Details:
cs: Podrobnosti podcastu:
es_mx: Detalles del podcast
fr: Détails du podcast :
ja: 共有詳細:
pl: Szczegóły podcastu:
sl: Podrobnosti podcasta:
th: รายละเอียด Podcast :

source: Explicit?
cs: Jednoznačné?
de: Anstößig?
es_mx: ¿Explícito?
fr: Explicite ?
ja: 明示的?
pl: Klasyfikacja?
sl: Sporno?
th: ชัดเจน?

source: Category
cs: Kategorie
de: Kategorie
es_mx: Categoría
fr: Catégorie
ja: カテゴリー
pl: Kategoria
sl: Kategorija
th: หมวดหมู่

source: Copyright
de: Urheberrecht
fr: Droits
pl: Prawa autorskie
sl: Pravice
th: ลิขสิทธิ์

source: Advanced Options:
cs: Pokročilé možnosti:
de: Erweiterte Optionen:
es_mx: Opciones avanzadas:
fr: Options avancées :
ja: 詳細オプション:
pl: Zaawansowane opcje:
sl: Napredne nastavitve
th: ตัวเลือกขั้นสูง :

source: Your Feed URL
cs: Vaše URL RSS
de: Ihre Feed-URL
es_mx: URL de tu feed
fr: URL du flux
ja: RSSフィードURL
pl: Adres URL twojego kanału
sl: URL tvojega vira
th: URL ฟีดของคุณ

source: iTunes URL
es_mx: URL de iTunes
fr: URL iTunes
pl: Adres kanału iTunes

source: Feedburner URL
es_mx: URL de Feedburner
fr: URL Feedburner
pl: URL Feedburnera

source: Built-in comments
cs: Vestavěné komentáře
de: MediaDrop-eigene Kommentare
fr: Écrire un commentaire

source: Facebook comments (requires a Facebook application ID)
cs: Facebook komentáře (vyžaduje aplikaci Facebook ID)
de: Facebook-Kommentare (benötigt eine Facebook "application ID")
fr: Commentaires Facebook (requiert un ID d'application Facebook)

source: Disable comments
cs: Zakázat komentáře
de: Kommentare deaktivieren
fr: Désactiver les commentaires

source: Prepend
cs: Předřadit
de: Voranstellen
es_mx: Agregar al inicio
fr: Insérer au début
ja: 前に表示
pl: Przedrostek
sl: Dodaj na začetek
th: ต่อส่วนต้น

source: Append
cs: Připojit
de: Anfügen
es_mx: Agregar al final
fr: Ajouter à la fin
ja: 後に表示
pl: Przyrostek
sl: Dodaj na konec
th: ต่อส่วนท้าย

source: Plain <textarea> fields (0kB)
cs: <html> Prostý <textarea> pole (0KB) &lt;/ html&gt;
de: Einfache <textarea>-Felder (0kB)
es_mx: Campos claros <textarea> (0kB)
fr: Champs <textarea> bruts (0ko)
ja: テキストエリアを使用する (0kB)
pl: Proste pola <textarea> (0kB)
sl: Osnovna <textarea> polja (0kB)
th: Plain <textarea> ฟิลด์ (0kB)
